[
	{
		"title": "If EA suffers big enough losses from the backlash of Battlefront 2, and it all started because some guy couldn't unlock Vader, this will be the second time Anakin brought balance to something.",
		"author": "Fourohfourscore",
		"timestamp": 1510719356
	},
	{
		"title": "Anxiety is like when video game combat music is playing but you can't find any enemies.",
		"author": "Canadaba11",
		"timestamp": 1514409462
	},
	{
		"title": "Somebody at google was just like \"yea, just have someone drive down every road on fucking earth\".",
		"author": "LifeInKernelSpace",
		"timestamp": 1512311904
	},
	{
		"title": "College students don't want to go to graduation ceremonies, but they go to please their relatives, while relatives don't want to go but go to support the students; we should all just be honest and skip that ceremony and go out for pizza.",
		"author": "SightlessSenshi",
		"timestamp": 1515105905
	},
	{
		"title": "It kinda makes sense that the target audience for fidget spinners lost interest in them so quickly",
		"author": "Aristea84",
		"timestamp": 1510523503
	},
	{
		"title": "Being 35 and not wanting to work in the field for which you've prepared is like being half way through an RPG and realizing you've built out your skill tree all wrong and you can't respec and you can't make a new character and there will never be another video game again",
		"author": "themadpooper",
		"timestamp": 1515400802
	},
	{
		"title": "The olympics is the only time when you hear \"Great execution by North Korea\" and it seems okay.",
		"author": "IronPhi",
		"timestamp": 1518662387
	},
	{
		"title": "Security at every level of an airport is absolutely ridiculous. Until you get to the baggage claim. Then it’s just like take whatever bag you want.",
		"author": "PainMatrix",
		"timestamp": 1506169233
	},
	{
		"title": "This \"Spring Forward\" thing would be a lot more popular if we moved the clocks ahead at 2PM on Monday.",
		"author": "Wobbles42",
		"timestamp": 1520791234
	},
	{
		"title": "Tinder is the opposite of porn site advertisements. There actually are a ton of hot singles in my area, but none of them are interested in me.",
		"author": "kidkolumbo",
		"timestamp": 1490281779
	},
	{
		"title": "It must suck to be an air conditioner repairman. You spend your day working in buildings that have no air conditioning. When it's fixed and finally cool, you leave.",
		"author": "SoDakMax",
		"timestamp": 1501546986
	},
	{
		"title": "The fact that the death of a scientist is headline news worldwide is in some ways the most fitting tribute Stephen Hawking could possibly have.",
		"author": "jasontredecim",
		"timestamp": 1521018696
	},
	{
		"title": "At the age of 60, Snoop Dogg will be 420 in dog years",
		"author": "creator1998",
		"timestamp": 1514747891
	},
	{
		"title": "There is no physical evidence to say that today is Wednesday, we all just have to trust that someone has kept count since the first one ever.",
		"author": "WastedTalent442",
		"timestamp": 1522225826
	},
	{
		"title": "Watching a graduation ceremony is like sitting through a movie thats entirely end credits",
		"author": "definitelyusername",
		"timestamp": 1526675749
	},
	{
		"title": "When medication says \"do not operate heavy machinery\" they're probably mainly referring to cars, but my mind always goes to forklift.",
		"author": "megadumbbonehead",
		"timestamp": 1482866423
	},
	{
		"title": "Maybe little kids have it right when they worship the garbage man, the postman, the guy who drives the semi and cranes, instead of admiring the cesspool of Hollywood that we adults seem to.",
		"author": "itsmeagin",
		"timestamp": 1510271274
	},
	{
		"title": "Anybody that questions why you are shoveling six inches of snow in the *middle* of a snowstorm hasn't shoveled twelve inches of snow at the end of a snowstorm.",
		"author": "Boss_Angler",
		"timestamp": 1519663701
	},
	{
		"title": "New Years Eve (2017) will be the only day when every adult was born in the 1900s, and every minor was born in the 2000s.",
		"author": "The_Gr8_Catsby",
		"timestamp": 1508619828
	},
	{
		"title": "\"Bob's Burgers\" would also be an appropriate title for SpongeBob SquarePants.",
		"author": "thehydrastation",
		"timestamp": 1508959588
	},
	{
		"title": "The average car in space is nicer than the average car on Earth",
		"author": "BronzeInKorea22",
		"timestamp": 1518828936
	},
	{
		"title": "If wookies have a 400 year life span, then Han Solo is basically like Chewbacca's third dog",
		"author": "BookerDeWittsCarbine",
		"timestamp": 1517845920
	},
	{
		"title": "Social anxiety is basically Conspiracy Theories about yourself.",
		"author": "howtohidefromfriends",
		"timestamp": 1517691786
	},
	{
		"title": "The other day, someone said, \"Newton's rolling over in his grave\" in response to a basic physics mistake. But if Newton heard someone suggest his corpse could move without an external force acting upon it, he would roll over in his grave.",
		"author": "melodicrobotic",
		"timestamp": 1504367959
	},
	{
		"title": "We're lucky that our bodies require sleep, otherwise our cultures would have us working 16-20 hour days.",
		"author": "TenOunceCan",
		"timestamp": 1526161793
	},
	{
		"title": "The movie industry considers you to be an adult when you're 17 to see a rated R movie, but they conveniently lower that age to 13 when they are deciding who pays adult ticket prices.",
		"author": "AbattoirOfDuty",
		"timestamp": 1521810848
	},
	{
		"title": "Too bad alcohol isn't heavily discounted the day after St. Patrick's Day the way candy is after Valentine's Day.",
		"author": "Hot_Donald",
		"timestamp": 1521397336
	},
	{
		"title": "There is nothing better than realizing, right after you wake up, that you won't have to face repercussions for the terrible choices you made in your dream.",
		"author": "dzemperzapedra",
		"timestamp": 1521532128
	},
	{
		"title": "The Viagra commercial always says \"Make sure your heart is healthy enough for sex.\" That's a really deep question if you think about it in more of a metaphorical way",
		"author": "Kermoot_De_Froog",
		"timestamp": 1523836273
	},
	{
		"title": "Quitting cable news is like quitting smoking. After a year without you see how disgusting it really is.",
		"author": "Richynunu",
		"timestamp": 1514139524
	},
	{
		"title": "Pinterest is like a virus that infected the google image search.",
		"author": "MagsClouds",
		"timestamp": 1516697631
	},
	{
		"title": "One of the worst feelings is the feeling of your sleeves sliding down you wrists as you wash your hands",
		"author": "Mrpeperdude3",
		"timestamp": 1510060378
	},
	{
		"title": "The first time someone steals a spaceship and flies away is going to be epic.",
		"author": "IIIIRadsIIII",
		"timestamp": 1508862192
	},
	{
		"title": "Referring to your employees as \"family\" is the corporate equivalent to telling a prostitute you love her.",
		"author": "ColfaxDayWalker",
		"timestamp": 1509988741
	},
	{
		"title": "The fatter you are, the better chance you have at winning in 'Spin the Bottle'",
		"author": "jugs_galore",
		"timestamp": 1512750253
	},
	{
		"title": "Imagine how rich you would have had to be 200 years ago to have music playing in the background while you cook dinner",
		"author": "DadThrowsBolts",
		"timestamp": 1518200706
	},
	{
		"title": "Comic Con is the best way to see what your favorite characters would look like if they let themselves get out of shape.",
		"author": "Backpacks_Got_Jets",
		"timestamp": 1526303909
	},
	{
		"title": "Our parents warned us for years about the 'dangers' of the internet while knowing nothing about it, then finally dove in and fell for every. Single. One.",
		"author": "BreachyJoe",
		"timestamp": 1524295416
	},
	{
		"title": "Pirates have always seemed good about employing people with physical disabilities.",
		"author": "Nevvick",
		"timestamp": 1519158069
	},
	{
		"title": "Peer pressure as an adult is seeing your neighbor mow their lawn.",
		"author": "-slickset-",
		"timestamp": 1525897440
	},
	{
		"title": "There must be millions of people who still spell out B-E-A-UTIFUL in their head the same way Jim Carrey did in Bruce Almighty.",
		"author": "Khalid147",
		"timestamp": 1518521942
	},
	{
		"title": "There's probably some women out there whose children secretly belong to the wrong man and are freaking out about the fact that people are taking DNA tests for fun.",
		"author": "Foppful",
		"timestamp": 1514553729
	},
	{
		"title": "One day Rick Astley will die and no one will click on the headline.",
		"author": "Fendson98",
		"timestamp": 1519068552
	},
	{
		"title": "If you think you ever fucked up bad, just remember somewhere an ant brought borax laced food to the colony killing the queen and the colony",
		"author": "whynothavelots",
		"timestamp": 1526834814
	},
	{
		"title": "You know you've reached adulthood when your bed is in the middle of the wall instead of in the corner.",
		"author": "AquilaDewi",
		"timestamp": 1518952841
	},
	{
		"title": "If penis size was as obvious as breast size the world would be a very different place.",
		"author": "badRLplayer",
		"timestamp": 1513449662
	},
	{
		"title": "When you think about it, Shakespeare WAS the result of billions of monkeys trying to write stuff randomly for millions of years.",
		"author": "Defenestranded",
		"timestamp": 1518550169
	},
	{
		"title": "It's surprising there aren't any conspiracy theories that the ocean is bottomless because most people have never been to the seafloor.",
		"author": "Hot_Donald",
		"timestamp": 1525234931
	},
	{
		"title": "If Apple manufactured clothing they'd probably have all the belt loops on their jeans a different size than normal, so you'd also have to buy an Apple Belt.",
		"author": "AudioMan15",
		"timestamp": 1495964762
	},
	{
		"title": "Sex between a man and a woman usually involves the woman doing everything she can to orgasm while the man does everything he can to not orgasm",
		"author": "cadhlacrude",
		"timestamp": 1522103420
	},
	{
		"title": "8 hours of drinking is binge drinking, 8 hours of TV is binge watching, 8 hours of sleep is barely enough",
		"author": "Regularoldballoon",
		"timestamp": 1512600146
	},
	{
		"title": "Eating lunch alone as a kid is like torture, getting to eat lunch alone as an adult is a nice treat.",
		"author": "YMCAle",
		"timestamp": 1515535059
	},
	{
		"title": "A different version of you exists in the minds of everyone who knows you.",
		"author": "Mauveinex",
		"timestamp": 1525396137
	},
	{
		"title": "If I see Google in a show/movie I think nothing of it, but if I see Bing, I know it's product placement.",
		"author": "evan3138",
		"timestamp": 1491390300
	},
	{
		"title": "The only part of your reflection you can lick is your tongue.",
		"author": "CardboardDreams",
		"timestamp": 1512234693
	},
	{
		"title": "If aliens are monitoring our media and 98% of the internet is porn...They're not giving us anal probes; they're just trying to speak the language.",
		"author": "grimfel",
		"timestamp": 1513205421
	},
	{
		"title": "Airports should have small movie theaters for layovers. They would make a killing.",
		"author": "2bagswalker",
		"timestamp": 1488902858
	},
	{
		"title": "When you introduce two different groups of friends to each other, it's like your own life's crossover episode.",
		"author": "Threatty",
		"timestamp": 1513523898
	},
	{
		"title": "I'm lucky to be broke at a time when minimalism and sustainability are in style.",
		"author": "slimmaslam",
		"timestamp": 1497372095
	},
	{
		"title": "A guy can decline an invitation by saying his girlfriend won't let him go and everyone will likely understand. But if a girl declines an invitation by saying her boyfriend won't let her go, people will likely get concerned.",
		"author": "1Calvin",
		"timestamp": 1470336382
	},
	{
		"title": "It’s weird to think that nighttime is the natural state of the universe, and that daytime is only caused by a nearby, radiating ball of flame",
		"author": "DoodleQueen626",
		"timestamp": 1515994378
	},
	{
		"title": "\"Based on a true story\" movies are all part of the same series.",
		"author": "yetanotherAZN",
		"timestamp": 1516059782
	},
	{
		"title": "The Onion might go bankrupt because they can't compete against the reality now",
		"author": "SacredFig",
		"timestamp": 1485800778
	},
	{
		"title": "For every girl who wonders if a guy is staring at her, there is a guy who accidentally makes eye contact and is now afraid that she thinks he was staring at her.",
		"author": "ghatsim",
		"timestamp": 1524601898
	},
	{
		"title": "The only people forced to see anti-piracy warnings are the people who don't pirate movies.",
		"author": "Apeman117",
		"timestamp": 1524226079
	},
	{
		"title": "An underrated perk of being an adult is you no longer outgrow your clothes.",
		"author": "Katneto",
		"timestamp": 1515025986
	},
	{
		"title": "\"Send nudes, not nukes\" is the \"make love, not war\" of this century",
		"author": "xmeehan",
		"timestamp": 1507562558
	},
	{
		"title": "Kids today will never know that unique smell of Blockbuster which was kinda like a mixture of candy and carpet.",
		"author": "OmarFromtheWire2",
		"timestamp": 1522184423
	},
	{
		"title": "Waterboarding at Guantanamo Bay sounds super rad if you don't know what either of those things are.",
		"author": "jgam7",
		"timestamp": 1422750570
	},
	{
		"title": "With Jeff Bezos having $116.8 billion and the average person having 100 billion brain cells, Jeff Bezos literally has more money than sense.",
		"author": "makeshitcomplicated",
		"timestamp": 1523224479
	},
	{
		"title": "There should be a reality show where flat-earthers have to find the edge of the world.",
		"author": null,
		"timestamp": 1505880305
	},
	{
		"title": "By always blaming Millenials, we are showing that our generation (which raised them) doesn't take responsibility for our problems.",
		"author": "jonnyprophet",
		"timestamp": 1502431739
	},
	{
		"title": "The Invisible Man could have a perfectly happy, ordinary relationship with a blind person.",
		"author": "ToastGhost18",
		"timestamp": 1526794997
	},
	{
		"title": "There should be a millenial edition of Monopoly where you just walk round the board paying rent, never able to buy anything.",
		"author": null,
		"timestamp": 1480271424
	},
	{
		"title": "Soon games will advertise \"No DLC/Microtransactions\" just like food advertises \"No trans fats\"",
		"author": "chuy1530",
		"timestamp": 1511755848
	},
	{
		"title": "This is not the year for mistletoe in the workplace.",
		"author": "OyVeyzMeir",
		"timestamp": 1512169196
	},
	{
		"title": "The super-rich have fast cars, private jets, many large homes, exclusive designer fashion, live-in chefs, original artworks, and the same phone as you.",
		"author": "universy",
		"timestamp": 1522150419
	},
	{
		"title": "Being a blacksmith must have been a real pantydropper back in the day seeing how Smith is the most common surname today.",
		"author": "paranoidzompire",
		"timestamp": 1520701771
	},
	{
		"title": "If boys screamed at girl bands the way girls scream at boy bands it would be terrifying and hilarious",
		"author": "nomnomnomnomRABIES",
		"timestamp": 1520956313
	},
	{
		"title": "As a graphic designer, my entire career exists because I was able to pirate Photoshop 10 years ago.",
		"author": "AnimalCrust",
		"timestamp": 1472649461
	},
	{
		"title": "Pets are \"the 1%\" of animals.",
		"author": "svenskarrmatey",
		"timestamp": 1524704927
	},
	{
		"title": "Accidentally liking someone's post while snooping through their profile is the digital equivalent of stepping on a twig while sneaking through the forest.",
		"author": "DragonBrigade",
		"timestamp": 1520420020
	},
	{
		"title": "Baby gates are the exact equivalent to - This area is locked until you’ve gained more experience.",
		"author": "Ravelcy",
		"timestamp": 1510606706
	},
	{
		"title": "Old trailers did not do the movies justice. New movies do not do the trailers justice.",
		"author": "xelawarrior",
		"timestamp": 1516474899
	},
	{
		"title": "Earth is a dinosaur planet, and humans are just mutants left over after the apocalypse.",
		"author": "Paranomaly",
		"timestamp": 1515071961
	},
	{
		"title": "Dogs can be our best friends, but the cat will never tell the police where the marijuana is.",
		"author": "StrangeTwist",
		"timestamp": 1524903119
	},
	{
		"title": "Mark Zuckerberg used to be a hero of the digital age, but now he has lived long enough to see himself become the villain.",
		"author": "RSTLNE3MCAAV",
		"timestamp": 1521780326
	},
	{
		"title": "Shrek may unintentionally have the most realistic message of all animated films in that, \"regardless of inner beauty, people will probably end up with someone who matches them outwardly.\"",
		"author": null,
		"timestamp": 1496163140
	},
	{
		"title": "Parents begging for grandchildren have the same mentality as a child begging for a puppy: they get all of the cute with none of the work.",
		"author": "deawang",
		"timestamp": 1520018122
	},
	{
		"title": "Honey is totally underrated. Its the only natural food that's made without destroying any kind of life. It's also the only food that won't rot.",
		"author": "CoolStoryMoe",
		"timestamp": 1496009095
	},
	{
		"title": "By law our cars have to be road worthy, but the roads don’t have to be car worthy",
		"author": "Rick470551",
		"timestamp": 1525780601
	},
	{
		"title": "Most of the trash on the streets is from junk food because people that don't care about their own health aren't going to care about the health of the planet.",
		"author": "RealKingOfEarth",
		"timestamp": 1502139079
	},
	{
		"title": "UPS will leave a $900 video card on my porch without even knocking but I have to sign for a $10 pizza",
		"author": "Kariodude",
		"timestamp": 1480457340
	},
	{
		"title": "Somebody who thinks that feathers on dinosaurs would suddenly make them not-scary has never been chased by a goose.",
		"author": "actually_crazy_irl",
		"timestamp": 1518873123
	},
	{
		"title": "The laws that we are supposed to be fully aware of and abide by are so complex that there is an entire profession dedicated to understanding them. One that takes 8 years to master.",
		"author": "bcomar93",
		"timestamp": 1501859435
	},
	{
		"title": "In 20 years or so, I'm going to have to jailbreak my car to drive above the speed limit",
		"author": "trippyelephants",
		"timestamp": 1483545490
	},
	{
		"title": "Me at 8 years old: \"When I grow up no one will tell me when I have to go to bed.\" Me at 33 years old: \"Ooo, there's an app that will analyze my sleep quality and patterns and alert me when my optimal bedtime is approaching.\"",
		"author": "TheCaIifornian",
		"timestamp": 1490940923
	},
	{
		"title": "Fitbits are just like Tamagotchis, except the stupid little creature you have to keep alive is yourself.",
		"author": "Jimoiseau",
		"timestamp": 1485769485
	},
	{
		"title": "Being \"Jr.\" or \"the Second\" is the real life equivalent of having to put numbers after a username.",
		"author": "MigBird",
		"timestamp": 1496776857
	},
	{
		"title": "If millenials aren't getting married, eventually they will be blamed for destroying the divorce lawyer market",
		"author": "jbg830",
		"timestamp": 1502395277
	},
	{
		"title": "I hate to spend $6.50 on six pieces of raw chicken, but dont hesitate to spend $5 on one chicken sandwich.",
		"author": "Dakota4791",
		"timestamp": 1501428639
	},
	{
		"title": "Sleep should be rolled over. Like \"Oh, you got 20 hours of sleep today? Cool man, you don't need sleep for the next three days.\"",
		"author": "smthngwittyncreative",
		"timestamp": 1481427438
	},
	{
		"title": "For the first 8 minutes of your life the sunlight around you is older than you are",
		"author": "OneEyedWilly17",
		"timestamp": 1522343632
	},
	{
		"title": "Bill Gates is like a video game character who's unlocked everything. All he can do now is self-imposed challenges like cure malaria to keep things interesting.",
		"author": "BornOnTheFourth",
		"timestamp": 1487350542
	},
	{
		"title": "If the wizards in Harry Potter really wanted they could create a society with unlimited food, space and energy that could vastly improve Humanity as a whole, instead they just hide like assholes.",
		"author": "GeraltForOverwatch",
		"timestamp": 1525436633
	},
	{
		"title": "I'm not sure if my antivirus software is effective, because no viruses are detected on my computer, or ineffective, because no viruses are detected on my computer.",
		"author": "jjk978",
		"timestamp": 1499168951
	},
	{
		"title": "Being scared to end a relationship is like receiving the \"are you sure you want to quit, any unsaved progress will be lost\" pop up for the game of life",
		"author": "The_Real_JT",
		"timestamp": 1490533498
	},
	{
		"title": "A smart refrigerator isn't one with screens, cameras, and wifi. It's one that knows to dim the light when you open it at 3am.",
		"author": "drpiotrowski",
		"timestamp": 1519618733
	},
	{
		"title": "Prince Charles is nearly 5 years older than the UK men’s retirement age, and he’s not even started the job he was born to do.",
		"author": "shrimp_42",
		"timestamp": 1518048503
	},
	{
		"title": "Mens underwear's most underrated ability is to stop those last dribbles from showing on your pants",
		"author": "GPL89",
		"timestamp": 1522872734
	},
	{
		"title": "The mentality \"it's only $5, why not buy it?\" has probably cost me over $5000 dollars in my lifetime",
		"author": "kkNetsirkk",
		"timestamp": 1504024087
	},
	{
		"title": "George Orwell predicted cameras watching us in our homes, but he didn't predict that we would buy and install them ourselves.",
		"author": "FlatTuesday",
		"timestamp": 1510250368
	},
	{
		"title": "When you're a kid, one teacher walking into another teacher's classroom is the biggest crossover event reality has to offer",
		"author": "murdo1tj",
		"timestamp": 1526427180
	},
	{
		"title": "If Samsung doesn’t come out with marketing soon with something to the effect of “we don’t slow down older phones like apple,” they’re probably guilty too",
		"author": "tanner6232",
		"timestamp": 1514056127
	},
	{
		"title": "Somewhere out there there's two bots matched on tinder that are still locked in conversation, spamming each other with phone numbers and cam site links",
		"author": "petertree",
		"timestamp": 1509936956
	},
	{
		"title": "It should be socially acceptable to be able to turn off from the world and ignore everyone for a day or two without having to explain why or feel weird about it",
		"author": "Balmoral92",
		"timestamp": 1490649269
	},
	{
		"title": "If Adam Sandler’s movie “Click” didn’t have the happy end scene where he wakes up, it could’ve been a 2 hour black mirror episode.",
		"author": "longsleevedsloth",
		"timestamp": 1515846437
	},
	{
		"title": "Narcissus would probably be thrilled to hear that he has a flower and a psychological condition named after him.",
		"author": "HighlyIndecisive",
		"timestamp": 1518320183
	},
	{
		"title": "Corrupt cops are just undercover criminals.",
		"author": "jabertcul",
		"timestamp": 1524949411
	},
	{
		"title": "Being at a strip club is like being at the dolphin show at sea world. I want to enjoy it, but I just feel bad for them.",
		"author": "Armadillo_Dangle",
		"timestamp": 1503597398
	},
	{
		"title": "If your username is John68 I assume you're 49 years old, if it's John69 I assume you're 12 years old.",
		"author": "Drokie",
		"timestamp": 1489140242
	},
	{
		"title": "A man's nipples are the biological equivalent of the blank plastic panels they put in a car in places where you didn't get certain options.",
		"author": "Dreamcast3",
		"timestamp": 1515643738
	},
	{
		"title": "If I appeared in front of my dog through teleportation, he would oversee the fact that I teleported and be happy that I'm home",
		"author": "TheTrueRK",
		"timestamp": 1492274543
	},
	{
		"title": "The reason \"the real joke is always in the comments\" is because it's way easier to add comedy than to create it from nothing. This is why your hilarious friend can't just go on stage and do stand up.",
		"author": "low_kix",
		"timestamp": 1481139599
	},
	{
		"title": "If you pay to see the results of an online IQ test, then you failed the test.",
		"author": "MalevolentVI",
		"timestamp": 1520531023
	},
	{
		"title": "One of the biggest scams in life was your mom saying she won't get angry if you say the truth",
		"author": "rodke",
		"timestamp": 1513910767
	},
	{
		"title": "Drinking water with a minty mouth is the cold version of spicy",
		"author": "RoflGhandi",
		"timestamp": 1517042586
	},
	{
		"title": "A surprisingly big part of being an adult is trying to schedule a time when you can afford to have a mental breakdown.",
		"author": "actually_crazy_irl",
		"timestamp": 1509361612
	},
	{
		"title": "Next time a conspiracy theorist tries to tell you 'what really happened', present a more outlandish theory and accuse them of covering up the truth.",
		"author": "whiskeydoc501",
		"timestamp": 1498771765
	},
	{
		"title": "It'd be so much cooler if the ball in Times Square climbed a little bit higher every night of the year at midnight until it reached its highest point on December 31st, then dropped as always to start the new year",
		"author": "LukeVenable",
		"timestamp": 1514784823
	},
	{
		"title": "Holidays stop being fun when you are old enough to realize you are in a low-income family and your parents stress a lot about the holidays.",
		"author": "robetyarg",
		"timestamp": 1513997668
	},
	{
		"title": "The most unrealistic thing about Harry Potter is that they eventually use all the skills they learn at school",
		"author": "Pashton86",
		"timestamp": 1495281779
	},
	{
		"title": "Unvaccinated children are just organic humans with a shorter shelf life.",
		"author": "fleshandcolor",
		"timestamp": 1523047381
	},
	{
		"title": "As a Dad, I wish developers would make a game where player two helps you just by mashing random buttons",
		"author": "Don_Alosi",
		"timestamp": 1481888161
	},
	{
		"title": "Cinderella's dress must have been very revealing if the prince looked at her all evening without being able to remember her face.",
		"author": "choggner",
		"timestamp": 1497551418
	},
	{
		"title": "The Smell Of Cotton Candy Has Gone From \"There Must Be A Carnival Nearby\" to \"Who's The Douche Who's Vaping?\".",
		"author": "rcdubbs",
		"timestamp": 1525028032
	},
	{
		"title": "My way of flirting is looking at the person I'm attracted to and hoping they're braver than I am.",
		"author": "Kriss_Snow",
		"timestamp": 1476471331
	},
	{
		"title": "The biggest cause of cancer in mice is research.",
		"author": "arkrish",
		"timestamp": 1526051536
	},
	{
		"title": "Harry Potter was a trust fund jock who married his high school sweetheart and became a cop.",
		"author": "RSTLNE3MCAAV",
		"timestamp": 1521337222
	},
	{
		"title": "If you drive a new car, you are rich. If you drive an old car, you are poor. If you drive a super old car, you are super rich.",
		"author": "MechantVilain",
		"timestamp": 1523639171
	},
	{
		"title": "Shout-out to all the dogs who've chased off burglars without their owners ever knowing.",
		"author": "flametailvonkarma",
		"timestamp": 1512876288
	},
	{
		"title": "Much of Amazon.com's Prime Video collection feels as if it were assembled using only films they were able to pick up randomly at yard sales.",
		"author": "OhStanza",
		"timestamp": 1525622086
	},
	{
		"title": "Saying \"uh huh\" in phone conversations with my mom is like mashing the button to speed up NPC conversations in video games.",
		"author": "Qurse",
		"timestamp": 1492092299
	},
	{
		"title": "People always ask \"Were you raised in a barn?\" When someone leaves a door open, but I've lived on a farm my entire life and the first thing I learned was to close the door or the animals get out.",
		"author": "loeka802",
		"timestamp": 1499375969
	},
	{
		"title": "No matter what kind of calculator I am using, I am going to hit \"clear\" multiple times.",
		"author": "Ssjmagnus",
		"timestamp": 1498657907
	},
	{
		"title": "Today is the five year anniversary of the end of the world.",
		"author": "amosnoyun",
		"timestamp": 1513861380
	},
	{
		"title": "The man bun is the mullet of the millennials.",
		"author": "Mr_YUP",
		"timestamp": 1491152387
	},
	{
		"title": "Nowadays it is almost rude to ask a question instead of Googling it first.",
		"author": null,
		"timestamp": 1515689403
	},
	{
		"title": "I just realized that whenever I hear a \"... walk into a bar\" joke, Ive been picturing the same bar my whole life. I wonder if it exists somewhere or if its just a mesh of different bars I saw on tv as a kid.",
		"author": "forgotaboutsteve",
		"timestamp": 1476795306
	},
	{
		"title": "When I was 14, I thought I was so cool because I hung out with 20 year olds. Now that I've grown up I've realized that they were weirdos for hanging out with me.",
		"author": "xandrenia",
		"timestamp": 1488156657
	},
	{
		"title": "Somewhere in China there's a warehouse filled with millions of fidget spinners and a company about to go bankrupt.",
		"author": "TheCreatorLovesYou",
		"timestamp": 1508770979
	},
	{
		"title": "Movie theaters should have a headphone jack option, so people can plug in and hear the movie without hearing idiots talk behind them.",
		"author": "captMorgan209",
		"timestamp": 1478406011
	},
	{
		"title": "At special occasions girls with curly hair straighten it and girls with straight hair curl it.",
		"author": "Jmz22",
		"timestamp": 1496227957
	},
	{
		"title": "25 years ago seeing a toddler use technology was seen as a stroke of genius, today it is largely met with thoughts of a lack of parenting.",
		"author": "Docowens90",
		"timestamp": 1526929934
	},
	{
		"title": "If you froze an egg and threw it through somebody's window while they're not in, they would come home to a broken window and a raw unscathed egg and wonder how the hell it happened...",
		"author": "georgeallenryan",
		"timestamp": 1488054627
	},
	{
		"title": "Porn is now essentially a hegemony with legit and safe websites while recipes and artsy craftsy content is full of crazy pop-up traps and high-volume auto-playing ads.",
		"author": "Flyfawkes",
		"timestamp": 1523588738
	},
	{
		"title": "It’s weird how “Fact-checking” and “News” are treated like two separate concepts nowadays.",
		"author": "KillerDoge",
		"timestamp": 1481570728
	},
	{
		"title": "Do you realize that if aliens come to Earth, we will have to explain why we made movies in which we fight and kill them",
		"author": "casual_brooder",
		"timestamp": 1514685818
	},
	{
		"title": "Just a thought. I see a lot of older people post that we survived lead paint, no seatbelts, no helmets etc. You do understand there are people who didn't right? That's probably why they can't post it on FB.",
		"author": "Jaddels",
		"timestamp": 1487594246
	},
	{
		"title": "If every highschool/college student took a one year long practical course where they work one semester in retail and one semester in food service, there would be far less rude customers",
		"author": "dolphinchodeblaster",
		"timestamp": 1524163957
	},
	{
		"title": "Depressed or anxious characters in movies are critically appreciated, but people with these conditions are often shunned or ignored in real life and told to 'snap outta it' by many.",
		"author": "DungLotus",
		"timestamp": 1519737799
	},
	{
		"title": "Nothing screams first world problem more than trying to decide which piece of your food you want to eat last cause the last flavor in your mouth matters.",
		"author": "hotsaucedown",
		"timestamp": 1524746504
	},
	{
		"title": "In most groups of friends, one of them will eventually go to all the other friends' funerals, and one of them won't go to anyone's funeral",
		"author": "Lichewitz",
		"timestamp": 1523959094
	},
	{
		"title": "If the Bloodhound Gang song about \"doing it like they do on the Discovery Channel\" were written today, they would be singing about having sex on a crab fishing boat, or with gold miners, or while flipping cars in Texas.",
		"author": "bimtott",
		"timestamp": 1498218660
	},
	{
		"title": "If there was an STD that decreased the size of male genitalia, nobody would think twice about wearing a condom ever again.",
		"author": null,
		"timestamp": 1506709014
	},
	{
		"title": "If we mounted cameras on garbage trucks, Google Maps Street View could update weekly",
		"author": "dickfromaccounting",
		"timestamp": 1506734196
	},
	{
		"title": "If you see someone wearing a $20,000 watch it's hard to know if they're really good with money or really bad with money.",
		"author": "towerhil",
		"timestamp": 1523801761
	},
	{
		"title": "There are two types of hotel guests in the world: those who ask when tomorrow’s breakfast begins, and those who ask when it ends.",
		"author": "CaveatLux",
		"timestamp": 1523548948
	},
	{
		"title": "If everybody you meet is a friendly and nice person, it's probably because you are",
		"author": "JosZo",
		"timestamp": 1523098198
	},
	{
		"title": "If your identical twin got plastic surgery, it would be hard not to feel a little insulted",
		"author": "FrankBurlyPI",
		"timestamp": 1523997378
	},
	{
		"title": "If I get up 10 minutes earlier than usual, I treat it like 2 extra hours and end up late for work.",
		"author": "shercroft",
		"timestamp": 1481634393
	},
	{
		"title": "Its common for babies to fall asleep and wake up in different locations all the time, but as an adult the idea of that happening is terrifying.",
		"author": "chewyblu3",
		"timestamp": 1511122112
	},
	{
		"title": "Over the past year I've taken so many \"before\" pictures of my body while telling myself im going to start working out, I basically just have a slideshow of me getting fatter.",
		"author": null,
		"timestamp": 1475943822
	},
	{
		"title": "EAs slogan \"It's in the game\" doesn't really make sense anymore",
		"author": "CaptainS-Rad",
		"timestamp": 1512274179
	},
	{
		"title": "The best part of a cucumber tastes like the worst part of a watermelon.",
		"author": "funkykolemedina",
		"timestamp": 1500480303
	},
	{
		"title": "In the future, Google Earth will be able to offer entire views of the world as it was hundreds of years ago.",
		"author": "splashrat",
		"timestamp": 1508239849
	},
	{
		"title": "75% of reddit going dark means this is probably my best chance of ever getting to the frontpage",
		"author": "JeLoc",
		"timestamp": 1435902323
	},
	{
		"title": "\"Forgive me Father for I have sinned\" and \"I'm sorry daddy; I've been very naughty\" are simultaneously saying very similar and very different things.",
		"author": "TheFilipinoFire",
		"timestamp": 1499011589
	},
	{
		"title": "Learning about sex by watching porn is like learning to drive by watching Fast and Furious",
		"author": "GilneanRaven",
		"timestamp": 1525003966
	},
	{
		"title": "80s and 90s kids got sick of their moms telling them to pause the game, so they grew up, became developers, and invented games that can't be paused.",
		"author": "petertmcqueeny",
		"timestamp": 1526248881
	},
	{
		"title": "Kids endlessly asking \"why\" are actually applying the socratic method and stimulate adults to think critically.",
		"author": "Spaadaj",
		"timestamp": 1524511494
	},
	{
		"title": "Even if I agree with your bumper sticker 100%, I still think less of you for having a bumper sticker.",
		"author": "jonnubroth",
		"timestamp": 1486333236
	},
	{
		"title": "5 is like an honorary even number.",
		"author": "CaptainRelevant",
		"timestamp": 1494595004
	},
	{
		"title": "I️ bet people with one arm are amazing at spooning.",
		"author": "dilltron3000",
		"timestamp": 1510497827
	},
	{
		"title": "Using a dollar bill as a book mark is cheaper than buying a bookmark.",
		"author": "brainrokker",
		"timestamp": 1521086959
	},
	{
		"title": "Spiders living in a blind person's home have really hit the lottery.",
		"author": "RunBSC",
		"timestamp": 1493814707
	},
	{
		"title": "As a child, whenever I saw a limousine I always expected there was someone rich or famous inside. Now when I see a limousine, I expect it's a bunch of trashy high school kids.",
		"author": "fuckinatodaso",
		"timestamp": 1482185647
	},
	{
		"title": "Humans are really bad at recharging, it takes about 8 hours charge for 16 hours of use.",
		"author": "Tallerken",
		"timestamp": 1479472235
	},
	{
		"title": "If the movie \"Honey, I Shrunk the Kids\" took place in Australia, those kids would have died real fucking quick.",
		"author": "RustyShackleford298",
		"timestamp": 1480352456
	},
	{
		"title": "It's not fair that coffee stains your teeth brown, but milk doesn't stain them white.",
		"author": "leafy_cabbage",
		"timestamp": 1506636861
	},
	{
		"title": "Technically almost every mirror you buy at a store is in used condition.",
		"author": "dylannmarriott",
		"timestamp": 1496313669
	},
	{
		"title": "You know you're getting old when the \"edgy\" music you used to play to piss your parents off is being played as background music at Walmart",
		"author": null,
		"timestamp": 1498265378
	},
	{
		"title": "You can’t delete anything from the internet. Once it’s there it’s there. Unless it’s that one porno that’s been removed on every link you use",
		"author": "dafaqisgoingondud",
		"timestamp": 1512215146
	},
	{
		"title": "The original sherlock holmes novels and Sherlock take place over 100 years apart, and they didn't have to change Watsons backstory as a soldier injured while fighting in Afghanistan.",
		"author": "AhmedOfAmerica",
		"timestamp": 1503691576
	},
	{
		"title": "It's actually an honor to get stung by a bee. It hates you so much, that it's willing to die just to cause you a mild amount of pain.",
		"author": "wholelottanihilism",
		"timestamp": 1526766002
	},
	{
		"title": "The Office shows us that interesting characters and good writing matter much more than a good setting.",
		"author": "stealth9799",
		"timestamp": 1522607725
	},
	{
		"title": "If you drew a dick on a vampire's face while they were sleeping they'd never find out about it.",
		"author": "twinfyre",
		"timestamp": 1513456847
	},
	{
		"title": "People who are life long registered organ donors should get priority on organ transplant lists. There would be a lot more donors if that were the case.",
		"author": "beefytime",
		"timestamp": 1495684547
	},
	{
		"title": "You don't realize how loud normal everyday activities are until you try doing them at 3am in a sleeping household.",
		"author": "250Crossflow",
		"timestamp": 1482158253
	},
	{
		"title": "When you’re a kid, you and your friends hang out in your bedroom. When you’re an adult, you and your friends hangout everywhere in the house BUT your bedroom.",
		"author": "GlossierAndBurritos",
		"timestamp": 1519920907
	},
	{
		"title": "As a child I pretended to like carrots for my parents. As an adult I pretend to like them for my child. I fucking hate carrots.",
		"author": "Jalexgeorge",
		"timestamp": 1487822460
	},
	{
		"title": "\"So who's driving?\" is going to be the dad joke of the decade when self-driving cars are more of a thing",
		"author": "evoke_the_forms",
		"timestamp": 1497441194
	},
	{
		"title": "April Fool's Day is the one day of the year when people critically evaluate news articles before accepting them as true.",
		"author": "kellenbrent",
		"timestamp": 1427932852
	},
	{
		"title": "We are getting a new Steve Jobs movie every other year because movie studios know that Apple fans already buy almost the same product every two years anyway.",
		"author": "confusedsquirrel",
		"timestamp": 1444918234
	},
	{
		"title": "Amazon is just Wal-Mart but with the workers' misery hidden from view",
		"author": "angoleiroc",
		"timestamp": 1524573306
	},
	{
		"title": "Looking at the moon at night would feel completely different if the Apollo 11 crew couldn't return home",
		"author": "player_zero_",
		"timestamp": 1523010709
	},
	{
		"title": "Conspiracy Theorists will believe low quality footage of UFOs but not HD footage of a rocket landing.",
		"author": "Careless_Corey",
		"timestamp": 1515205573
	},
	{
		"title": "Memes with the 😂😂 caption are today's version of the sitcom laugh track",
		"author": "DudesNightOut",
		"timestamp": 1501098493
	},
	{
		"title": "The first thing you get after obtaining a bachelors degree is a sudden lack of respect for people with bachelors degrees.",
		"author": "Desmoquattro",
		"timestamp": 1485195945
	},
	{
		"title": "Timepiece with the fewest moving parts: Sundial. Timepiece with the most moving parts: Hourglass.",
		"author": "hummus12345",
		"timestamp": 1509246714
	},
	{
		"title": "If alcohol was the one that was banned instead of weed then a lot of people would have had memories of hungry stoned father's instead of angry drunk ones.",
		"author": "dizeaze",
		"timestamp": 1481173599
	},
	{
		"title": "Who ever started the tradition of the groom not being allowed to be present while the bride shops for the wedding dress should be awarded a nobel peace prize.",
		"author": "Mick0331",
		"timestamp": 1489209219
	},
	{
		"title": "Owning a pet would be ten times cuter if we could make them laugh.",
		"author": "DuffinHero",
		"timestamp": 1520885324
	},
	{
		"title": "I'm convinced most of the adults who told me wiki is unreliable, now use viral facebook posts for most of their news sources.",
		"author": "Sharplynormal",
		"timestamp": 1451407350
	},
	{
		"title": "From Snow White's perspective the old peddler woman was totally legit. She gave her an apple and told her to make a wish. Next thing she knows, the Prince is there to take her away and she is surrounded by her friends rejoicing.",
		"author": "Aeonfluxuation",
		"timestamp": 1494162801
	},
	{
		"title": "If dinosaurs are ever brought back to life, they will be turned into the most expensive and sought after shoes/jackets/handbags.",
		"author": "KennethPowersIII",
		"timestamp": 1515764157
	},
	{
		"title": "Since your internal voice doesn’t have to breath, you can scream internally forever",
		"author": "GC2MajorT",
		"timestamp": 1523524107
	},
	{
		"title": "Surfing the web has become like watching TV back in the day, just flicking through a handful of websites looking for something new on.",
		"author": "wengerboys",
		"timestamp": 1510920876
	},
	{
		"title": "The massive amount of gay sex that will happen tonight will have absolutely no effect on the birthrate in 9 months",
		"author": "random5924",
		"timestamp": 1435353844
	},
	{
		"title": "If we allowed people to adopt tigers as pets, we'd probably save the tiger population while getting our own population under control at the same time.",
		"author": "themikemc",
		"timestamp": 1507242761
	},
	{
		"title": "It's off-putting that ( ) ( ) isn't a palindrome, yet ( ) ) ( is.",
		"author": "feltch_my_beer",
		"timestamp": 1487791398
	},
	{
		"title": "You could write a popular show by releasing a cryptic, big budget, highly promoted teaser trailer and then lifting all the major plot points from fan theories on the Internet.",
		"author": "credible_hulk",
		"timestamp": 1521311817
	},
	{
		"title": "All new laptops should have a small sliding cover in front of the webcam.",
		"author": "trollie74",
		"timestamp": 1512956867
	},
	{
		"title": "Google just gave me 21,900,000 search results in 0.62 seconds, and I got annoyed because what I wanted wasn’t on the first page.",
		"author": "juicestain_",
		"timestamp": 1492452804
	},
	{
		"title": "I have seen more of the surface of the Moon with my own eyes than I have of Earth.",
		"author": "Iron_Gunna",
		"timestamp": 1500309058
	},
	{
		"title": "Having your favorite band come visit you in the hospital is a good sign that you're fucked.",
		"author": "twincityteeco",
		"timestamp": 1526504017
	},
	{
		"title": "you know that your game of monopoly starts to escalate when someone asks for the game instructions",
		"author": "Hansmaulwurf550",
		"timestamp": 1475610787
	},
	{
		"title": "When people think about travelling to the past, they worry about accidentally changing the present, but no one in the present really thinks they can radically change the future",
		"author": "kai1998",
		"timestamp": 1478321627
	},
	{
		"title": "If you like to drink, you know when the liquor store closes. If you are an alcoholic, you know when it opens.",
		"author": "ndbvr",
		"timestamp": 1498380995
	},
	{
		"title": "The first man who gave a colorful sparkly stone to a girl really had no idea what he was getting the rest of us into",
		"author": "samuel_vimes_ankh",
		"timestamp": 1506902628
	},
	{
		"title": "After being in college, I have no idea how I used to go to high school at 8 am everyday.",
		"author": "weirdpanorama",
		"timestamp": 1491488307
	},
	{
		"title": "The movie Snowden should be leaked online before it gets released in theaters.",
		"author": "Suporia",
		"timestamp": 1473899736
	},
	{
		"title": "I regard NASCAR the same way I regard gay porn: I know it exists and I know some guys like it; I just don't want to see it",
		"author": "setoxxx",
		"timestamp": 1500838051
	},
	{
		"title": "The first person to have invented audio recording probably thought it didn't work right when their voice sounded different in the recording.",
		"author": "MintyTruffle",
		"timestamp": 1497803135
	},
	{
		"title": "Since I got a cell phone, my knowledge of cereal ingredients has decreased dramatically.",
		"author": "wis_corp",
		"timestamp": 1499778727
	},
	{
		"title": "Antartica is an island with only a northern coast.",
		"author": "_The_Blockhead_",
		"timestamp": 1502796274
	},
	{
		"title": "The difference between being sad and depression is sort of like the difference between the weather and climate",
		"author": "Kiwispam84",
		"timestamp": 1513648461
	},
	{
		"title": "The iPhone X is more expensive than 2 humans in Libya",
		"author": "djfred8",
		"timestamp": 1511094093
	},
	{
		"title": "Sleeping in until 11am sounds lazier than waking up at 9am and taking a two hour nap later on in the day.",
		"author": "vacattack",
		"timestamp": 1517768763
	},
	{
		"title": "Every time someone sets a World Record, the world sets a World Record for number of World Records recorded.",
		"author": "Brookefemale",
		"timestamp": 1526500815
	},
	{
		"title": "What Elon Musk did validated every kid who has strapped a hot wheels car to a toy rocket",
		"author": "Lucian_Cisterna",
		"timestamp": 1518107612
	},
	{
		"title": "A really underrated accomplishment is that toilets don't require power to flush",
		"author": "salemlax23",
		"timestamp": 1488227527
	},
	{
		"title": "It is really fucking weird that we drink other animals' milk and act like its normal, while drinking our own species' milk is considered disgusting unless you're an infant",
		"author": "wallz_11",
		"timestamp": 1524829515
	},
	{
		"title": "No matter what business it is now you can always tell when it used to be a Pizza Hut.",
		"author": "se7enx",
		"timestamp": 1518474692
	},
	{
		"title": "Bayonnets are litteraly made to bring a knife to a gun fight.",
		"author": "I_N0_SC0P3D_JFK_",
		"timestamp": 1512804797
	},
	{
		"title": "The most unrealistic thing about Guardians of the Galaxy is that Peter didn't break his headphones for 30+ years.",
		"author": "Mairfott",
		"timestamp": 1523883775
	},
	{
		"title": "When a company offers me a better price after I cancel their subscription, they're just admitting they were overcharging me.",
		"author": "Rhythman",
		"timestamp": 1473263999
	},
	{
		"title": "The fact that Bing's first suggestion is \"Google\" instead of \"goggles\" when you search for \"goggles\" is a good indicator as to why they aren't the #1 search engine.",
		"author": "that_one_buddy",
		"timestamp": 1520626995
	},
	{
		"title": "Gravity is creepy when you realize you’re not walking around on a surface, but getting pulled into a burning core of magma",
		"author": "pink_goblet",
		"timestamp": 1519900610
	},
	{
		"title": "The loss of your dog is exactly the kind of thing your dog would've helped you through.",
		"author": "scuba_kai",
		"timestamp": 1502879314
	},
	{
		"title": "News websites have more pop ups and click bait than porn sites.",
		"author": "Hambushed",
		"timestamp": 1509185230
	},
	{
		"title": "Adulthood is when 4:30am is early in the morning instead of late at night.",
		"author": "snugglypatch",
		"timestamp": 1507065808
	},
	{
		"title": "I didn't even know I could drop out of school until the \"Be cool, stay in school\" guy gave a speech at my school.",
		"author": "JordanMcRiddles",
		"timestamp": 1503771370
	},
	{
		"title": "Whining about having a jet lag is quite literally like complaining that the world does not revolve around us.",
		"author": "erraticmigrant",
		"timestamp": 1518969694
	},
	{
		"title": "Women of my generation never say I'm attractive, but my grandmother's friends are always saying what a handsome young man I am - leading me to believe I would have been good looking had I lived in the 1930s",
		"author": "Kezly",
		"timestamp": 1495443197
	},
	{
		"title": "If you go to jail for tax evasion, you're living off of taxes as a result of not paying taxes.",
		"author": "Senor_Ita",
		"timestamp": 1472927963
	},
	{
		"title": "The \"every kid gets a trophy\" thing was NOT an attempt to bolster self esteem - it was an attempt to sell more trophies to more people",
		"author": "ShitposterXboX420",
		"timestamp": 1525647427
	},
	{
		"title": "Anything is a UFO if you're stupid enough.",
		"author": "Vortex_Gator",
		"timestamp": 1507316931
	},
	{
		"title": "Everyone is going to be very disappointed when famous people keep dying in 2017",
		"author": "off-beat",
		"timestamp": 1482750118
	},
	{
		"title": "Whenever I see an inspiring story of someone who goes from 600 lbs to lean and fit, I mostly think \"Ok, I guess I can get to 600lbs and still recover, so I'm ok for now\".",
		"author": "mrhorrible",
		"timestamp": 1484915467
	},
	{
		"title": "If you're 24 years old, you've already been around for 10% of American history.",
		"author": "shamelessquestion",
		"timestamp": 1473362660
	},
	{
		"title": "Whenever you buy and eat half a chicken, you are secretly sharing a meal with a stranger.",
		"author": "instantpowdy",
		"timestamp": 1479388181
	},
	{
		"title": "Before the internet: most people lived in an information desert. After: people live in an information flood and the water's unsafe to drink.",
		"author": "InteractionArtist",
		"timestamp": 1492630220
	},
	{
		"title": "The most unrealistic thing about Harry Potter is that nobody asks him if they can try his glasses",
		"author": "MyLittleBarrel",
		"timestamp": 1515931367
	},
	{
		"title": "2016: The year all your favorite celebrities died 2017: The year all your favorite celebrities were dead to you.",
		"author": "irishamerican",
		"timestamp": 1509567449
	},
	{
		"title": "The world seemed like a much better place around the time PokémonGo came out, I miss that.",
		"author": "bc15romeo",
		"timestamp": 1503423670
	},
	{
		"title": "A rolling stone gathers no moss but a moving ceiling fan gathers dust like a motherfucker.",
		"author": "Coredejour",
		"timestamp": 1480868560
	},
	{
		"title": "The worst part about ‘being the bigger man’ is letting the other person think they are right.",
		"author": "cangarw",
		"timestamp": 1511008743
	},
	{
		"title": "AOL who I have never given a dollar to still hosts my e-mail address from 6th grade and yet my university whom I've given over 60 thousand dollars to deleted mine within a year of my graduation.",
		"author": "Ismellcumin",
		"timestamp": 1476047988
	},
	{
		"title": "C-3PO is fluent in over 6 million languages, but due to the design of his arms he'll never be able to do sign language.",
		"author": "Centminor",
		"timestamp": 1516565691
	},
	{
		"title": "It bothers me so much that there are so many songs I don't know about that I might like so much",
		"author": "chihuwa",
		"timestamp": 1496737994
	},
	{
		"title": "I always hit \"later\" when asked to rate an app because I'm afraid hitting \"never\" would backfire against me.",
		"author": "litzergi",
		"timestamp": 1499585991
	},
	{
		"title": "If car drivers were connected by voicechat if would probably be even way more toxic than voicechats in online games.",
		"author": "Japhko",
		"timestamp": 1521735477
	},
	{
		"title": "Trick shot videos should always begin by the performer drinking an entire beer to prove it isn’t their 468th attempt and chancing a win",
		"author": "longy18",
		"timestamp": 1513298043
	},
	{
		"title": "I'm only done browsing Reddit on mobile when I press the wrong part of the screen and it scrolls all the way back to the top.",
		"author": "Chigly",
		"timestamp": 1479986263
	},
	{
		"title": "Whether you're a woman or a straight man, taking a bra off is likely to be one of the high points of your day.",
		"author": "postmodulator",
		"timestamp": 1474637673
	},
	{
		"title": "Services are switching from calling them Private Messages to calling them Direct Messages because they're not private anymore...",
		"author": "Ralisor",
		"timestamp": 1525612074
	},
	{
		"title": "Fake drawers are just as shitty as fake pant pockets.",
		"author": "Alicenthewhiterabbit",
		"timestamp": 1504807062
	},
	{
		"title": "I'm not fully committed to the video until I turn my phone sideways.",
		"author": "Aw_Hell_Naw",
		"timestamp": 1500906799
	},
	{
		"title": "If there was a picture of every Joe in the world we'd finally be able to see what the average Joe looks like",
		"author": "chickenwingsandrice",
		"timestamp": 1507839269
	},
	{
		"title": "Replaying a video game that you used to love and eventually got bored of is like hooking up with an ex. It seems like a good idea at first, but you quickly realize why you stopped playing.",
		"author": "tbenton12",
		"timestamp": 1523455377
	},
	{
		"title": "I'm not scared of a computer passing the turing test... I'm terrified of one that intentionally fails it.",
		"author": "Grandure",
		"timestamp": 1473087857
	},
	{
		"title": "Willy Wonka tells the kids \"Anything you want to, do it\" and then proceeds to get upset with the children throughout the rest of the movie for doing exactly that.",
		"author": "armadeon7479",
		"timestamp": 1510929642
	},
	{
		"title": "Vehicles today can surf the web, link to your phone, stream music and videos, etc.. but they still can't perform a simple database lookup to tell you what the check engine light is on for.",
		"author": "dwarftosser77",
		"timestamp": 1480648872
	},
	{
		"title": "I never questioned my ability to correctly identify images of everyday things until CAPTCHA started gaslighting the underlying definition of things like cars, grass, or street signs leaving me still wondering if the poles are considered part of the sign or not.",
		"author": "RemotelyClever",
		"timestamp": 1498492712
	},
	{
		"title": "Using wormholes to travel in space would be the equivalent of a stick figure learning to do origami to travel across a piece of paper",
		"author": "nerovox",
		"timestamp": 1526129772
	},
	{
		"title": "Humans finding the key to immortality would be like the Earth getting cancer - cells that live forever and don't stop multiplying.",
		"author": "blackrabbit2999",
		"timestamp": 1525515527
	},
	{
		"title": "Some women want their outfit to be noticed. As a male, I would prefer nobody noticing it so I can still wear it the next day.",
		"author": "Lethrowajames",
		"timestamp": 1480957934
	},
	{
		"title": "Instead of colorizing photos, in 50 years we will be removing filters.",
		"author": "SixSexySockPuppets",
		"timestamp": 1470224907
	},
	{
		"title": "Statistically 100% of World Wars are caused by Austrians",
		"author": "Yollom",
		"timestamp": 1511352013
	},
	{
		"title": "People who say \"money can't buy friendship\" aren't considering you can buy a dog.",
		"author": "Hitaro9",
		"timestamp": 1520204121
	},
	{
		"title": "Taxes are like a subscription to your Country that you can't cancel, no matter how bad the service gets.",
		"author": "Filer93",
		"timestamp": 1471614694
	},
	{
		"title": ">20 million soldiers never found out who won WWII",
		"author": "SoupaSoka",
		"timestamp": 1520351865
	},
	{
		"title": "Last night my friend asked to use a USB port to charge his cigarette, but I was using it to charge my book. The future is stupid.",
		"author": "The_JayMo",
		"timestamp": 1440028445
	},
	{
		"title": "If I see something like a cat or hydraulic press at the top of the front page I know all has been relatively well with the western world for the past 24 hours",
		"author": "The_Bearded_Doctor",
		"timestamp": 1466930448
	},
	{
		"title": "I'm a phenomenal secret-keeper because, deep down, I really don't care about your shit enough to actually talk about it.",
		"author": "RandomActsFL",
		"timestamp": 1483458575
	},
	{
		"title": "If I were approached by a person 4 feet taller and 10 times stronger than me, I'd be very uncomfortable. But toddlers are totally cool with it.",
		"author": "glitterphobia",
		"timestamp": 1487252022
	},
	{
		"title": "Despite all that's going on in the world and in life, I will never be as angry as I am as when my headphone cable snags on something and rips the bud out of my ear.",
		"author": "happymeal98",
		"timestamp": 1506120309
	},
	{
		"title": "The first time a stripper jumped out of a cake must have been the most legendary bachelor party.",
		"author": "Topcat73",
		"timestamp": 1486636171
	},
	{
		"title": "Google could be lying about how many search results it gives, noone's going to actually check that far.",
		"author": "pheonixs1234",
		"timestamp": 1493206807
	},
	{
		"title": "No matter how legitimately thrilled I am by a gift, I always feel like my \"thank you\"s don't sound genuine",
		"author": "The_Real_JT",
		"timestamp": 1482947019
	},
	{
		"title": "No matter how many lasagna’s you stack on top of each other, ultimately it’s always just one lasagna.",
		"author": "haroldtitus425",
		"timestamp": 1508878736
	},
	{
		"title": "Men may never know the pain of childbirth, but women will never know the pain of finding out the child they've been raising isn't their own.",
		"author": "The_Prodigal_Pariah",
		"timestamp": 1524561779
	},
	{
		"title": "If combat in Harry Potter is based on saying spells quickly and at the right time, rappers would basically be the magical Navy SEALs.",
		"author": null,
		"timestamp": 1471926661
	},
	{
		"title": "Maybe we sleep so well during a thunderstorm because our ancestors knew that predators would not be hunting during a storm.",
		"author": "Ithinkyoure-",
		"timestamp": 1493522711
	},
	{
		"title": "Even though I have never done it in my life, I am fully confident in my ability to count to 1,000.",
		"author": "MindTheFro",
		"timestamp": 1483839987
	},
	{
		"title": "I wish I had a Voodoo doll of myself so I could give it a back rub.",
		"author": "estranger81",
		"timestamp": 1480812996
	},
	{
		"title": "Not many things say \"this is someone else's problem now\" more than a leaf blower does.",
		"author": "sochoys",
		"timestamp": 1498307080
	},
	{
		"title": "Dippin' Dots has been \"The ice cream of the future\" for 30 years now and we still can't get it at the grocery store.",
		"author": "Bass-o-Matic76",
		"timestamp": 1525139510
	},
	{
		"title": "It would really suck getting kidnapped with a cold. If they taped your mouth shut, you really wouldn't be able to breathe.",
		"author": "liefarikson",
		"timestamp": 1525368454
	},
	{
		"title": "What if Earth is like one of those uncontacted tribes in South America, like the whole Galaxy knows we're here but they've agreed not to contact us until we figure it out for ourselves.",
		"author": "jimbojonesFA",
		"timestamp": 1473807721
	},
	{
		"title": "It's amazing how people will spend an extra five minutes circling or waiting for a parking space in order to avoid an extra 30 seconds of walking.",
		"author": "blalohu",
		"timestamp": 1526872690
	},
	{
		"title": "If I was kidnapped and had my mouth duct taped, I would most likely die because my nose is clogged 90% of the time.",
		"author": "gutkassidy",
		"timestamp": 1483968020
	},
	{
		"title": "A lot of people are going to be pissed when they find out their self-driving car wont go 60 in a 55.",
		"author": "sparklingbuttknuckle",
		"timestamp": 1514386650
	},
	{
		"title": "Maybe dogs hate the mailman because they are the one person to come to the house almost every day but is never allowed by the owners to come inside. Something's got to be WRONG with this guy, from the dog's perspective.",
		"author": "PoorMrX",
		"timestamp": 1497043566
	},
	{
		"title": "If organized crime started printing high quality counterfeit college textbooks and then sold them at cut rate prices, it would be a really good public relations move.",
		"author": "jesusfriedmycarnitas",
		"timestamp": 1466348272
	},
	{
		"title": "If Lord Farquad had picked Snow White, Shrek could have just gone home and gotten her body off his dining room table. End of story.",
		"author": "fredpokia",
		"timestamp": 1525692200
	},
	{
		"title": "The Simpson’s got so many events correct but none of us will be alive to see what Futurama will get right.",
		"author": "cyx6six",
		"timestamp": 1513123726
	},
	{
		"title": "I avoid looking at intentionally loud cars driving by because that's what they want me to do.",
		"author": "IsntThisWhere_",
		"timestamp": 1503659223
	},
	{
		"title": "Google translate is like a person who knows many languages but is not good at any of them.",
		"author": "awesam95",
		"timestamp": 1515600039
	},
	{
		"title": "Women must find Dad jokes attractive, or they'd be known as bachelor jokes",
		"author": "kambian",
		"timestamp": 1518779124
	},
	{
		"title": "It sucks if you're smart enough to realize you're not as smart as you want to be.",
		"author": "Ramez-Essam",
		"timestamp": 1478203393
	},
	{
		"title": "Swans are loud, territorial, violent, aggressive, terrifying, and an emblem of romantic love.",
		"author": "Nothingweird",
		"timestamp": 1513180560
	},
	{
		"title": "The best Spotify ad would be silent with a picture so when it came on you would check why your music stopped and see the ad",
		"author": "BenzeneAddict",
		"timestamp": 1502755180
	},
	{
		"title": "Seeing a UPS truck as an adult is the childhood equivalent of seeing an ice cream truck",
		"author": "YAZEED-IX",
		"timestamp": 1519577931
	},
	{
		"title": "Because telescopes work using mirrors, we'll never know if there are any space vampires.",
		"author": "Champs27",
		"timestamp": 1436370665
	},
	{
		"title": "It is easier to stay awake till 6 AM than to wake up at 6 AM.",
		"author": "itsaarav",
		"timestamp": 1512703209
	},
	{
		"title": "Spiderman being disliked by his city even though he does good things is like a metaphor for spiders eating flies but still being hated by humans. Bonus: J. Jonah Jameson is always trashing Spiderman in his paper is like a metaphor for hitting a spider with a rolled up newspaper.",
		"author": "iconat20",
		"timestamp": 1478437651
	},
	{
		"title": "I think we should all take a moment and be grateful our bodies don't shit while we're asleep.",
		"author": "garrett1999o3",
		"timestamp": 1473128832
	},
	{
		"title": "If people grew vegetables like they do marijuana we would have the healthiest, tastiest vegetables ever.",
		"author": "Dredd_Pirate_Barry",
		"timestamp": 1516661400
	},
	{
		"title": "Maybe nothing can go faster than the speed of light because that's the tick-rate of the server our simulation is running in",
		"author": "xixi2",
		"timestamp": 1490787746
	},
	{
		"title": "The Hobbit was a book about the dangers of greed. The Hobbit films were ruined because of greed.",
		"author": "Fly_By_Orchestra",
		"timestamp": 1465834930
	},
	{
		"title": "If and when colonization on Mars is successful, the path that Curiosity has taken will likely become a tourist destination like the freedom trail in Boston",
		"author": "iOSvista",
		"timestamp": 1510147177
	},
	{
		"title": "As a male, I peed once through the crack between the lid and base when sitting down and now I have a constant fear of doing it again.",
		"author": "BestBeClownin",
		"timestamp": 1500483130
	},
	{
		"title": "People who pee on the toilet seat walk among us every day and we don’t even know who they are.",
		"author": "organicburgerking",
		"timestamp": 1499814945
	},
	{
		"title": "Victoria is living the dream we all have when we get fired - that the company that fired us will instantly and fantastically fall apart.",
		"author": "cliffordcat",
		"timestamp": 1435943053
	},
	{
		"title": "If you spill paint on your lawn, you can watch paint dry and grass grow at the same time.",
		"author": "weirdguyinthecorner",
		"timestamp": 1522554842
	},
	{
		"title": "If you were born on June 9th, 2000, you’ll be 69 on 6/9/69.",
		"author": "idrawhands",
		"timestamp": 1526233151
	},
	{
		"title": "It's crazy that something like a Wal-Mart gift card is printed on plastic, but my social security card is printed on the flimsiest piece of paper I've ever handled.",
		"author": "amish_no_wave",
		"timestamp": 1490238336
	},
	{
		"title": "Christmas feels more like a deadline than a holiday.",
		"author": "skidvicious03",
		"timestamp": 1481835489
	},
	{
		"title": "The first dude that accidentally drew an optical illusion must've thought he was going insane",
		"author": "aprofondir",
		"timestamp": 1497956544
	},
	{
		"title": "Garbage bag commercials can stop proving the bag won't rip and start showing that the string won't break.",
		"author": "KidsWifeJob",
		"timestamp": 1508212248
	},
	{
		"title": "Humans are such apex predators that we think getting scared like prey is fun and entertaining.",
		"author": "old_and_spicy",
		"timestamp": 1508823791
	},
	{
		"title": "In the old days taping your password to your monitor was idiotic. Now it's the only place online hackers can't get to it.",
		"author": "abdex",
		"timestamp": 1510783781
	},
	{
		"title": "Someone will be that guy that dies an hour before we invent a form of immortality.",
		"author": "randomaccountnamenot",
		"timestamp": 1520385212
	},
	{
		"title": "In 50 years, they'll be able to rerun \"How it's made\" by simply changing the title to \"How it was Made\"",
		"author": "HermioneSmith",
		"timestamp": 1500403856
	},
	{
		"title": "When ever someone says, \"Spend your money on experiences, not things.\", they're making a strong case for recreational drug use.",
		"author": "IronyAddict",
		"timestamp": 1494010526
	},
	{
		"title": "Maybe plants are really farming us, giving us oxygen until we eventually expire and turn into mulch which they can consume",
		"author": "ergotpoisoning",
		"timestamp": 1477045322
	},
	{
		"title": "If I think my life is pointless while on the couch, I'm depressed. If I think my life is pointless while walking through the woods, I'm a deep soul.",
		"author": "mcpokey",
		"timestamp": 1501808715
	},
	{
		"title": "/r/OldSchoolCool is mostly posts by people who think their grandparents were hot.",
		"author": "Lord_Blathoxi",
		"timestamp": 1481215721
	},
	{
		"title": "Someone with 6 fingers on one hand could rake in big bucks asking others to guess the amount of fingers extended behind their back.",
		"author": "GoodnightElizabeth",
		"timestamp": 1519335608
	},
	{
		"title": "I mostly use my driver's license to buy stuff that impairs my ability to drive.",
		"author": "mozezus",
		"timestamp": 1466729382
	},
	{
		"title": "Most orchestras are just 1800's cover bands.",
		"author": "basspl",
		"timestamp": 1463277947
	},
	{
		"title": "Claiming to have been hacked is this century's version of \"the dog ate my homework\".",
		"author": "radome9",
		"timestamp": 1495356324
	},
	{
		"title": "My dog understand several human words. I don’t understand any dog barks. He may be smarter than me.",
		"author": "RAYMOND_SCOTT",
		"timestamp": 1473004078
	},
	{
		"title": "It’s so hard to read the caption written on a girl’s t-shirt and not come off as creepy.",
		"author": "bat__blah",
		"timestamp": 1516103360
	},
	{
		"title": "Checking your phone when someone pulls out their phone is the yawn of our generation",
		"author": "HS007",
		"timestamp": 1522493847
	},
	{
		"title": "The most effective alarm clock is the sound of your cat/dog throwing up on the floor.",
		"author": "pirpirpir",
		"timestamp": 1524823388
	},
	{
		"title": "It's sad how the death of one earpiece of your headphones leaves the other to a life of neglect & uselessness for no fault of its own.",
		"author": "captainbrave6",
		"timestamp": 1504442252
	},
	{
		"title": "If my data is used to stream an advertisement I should get paid for it.",
		"author": "Kuugjuaq",
		"timestamp": 1474340556
	},
	{
		"title": "Telephone poles are trees that cleaned up and got a job.",
		"author": "Xerotrope",
		"timestamp": 1520126282
	},
	{
		"title": "I would pay a lot of money to see every \"I was born in the wrong time period\" person put into a reality TV show where they have to authentically live in that time period.",
		"author": "BookerDeWittsCarbine",
		"timestamp": 1468204395
	},
	{
		"title": "Weddings are weird because it's totally socially acceptable to get all your friends and family together, sort them by how much you like them, and place them at tables that shows the ranking based on proximity to you.",
		"author": "Tommy84",
		"timestamp": 1496553053
	},
	{
		"title": "Thanks to Elon Musk, there is now a non-zero chance of getting into a car accident in space.",
		"author": "666moist",
		"timestamp": 1518110955
	},
	{
		"title": "It's strange that there is a setting on your toaster to completely burn the bread.",
		"author": "luminouspotato",
		"timestamp": 1503565507
	},
	{
		"title": "When Sweden is playing Denmark, it is SWE-DEN. The remaining letters, not used, is DEN-MARK.",
		"author": "vestergaard92",
		"timestamp": 1417387960
	},
	{
		"title": "The object of golf is to play the least amout of golf.",
		"author": "HansOlavLee",
		"timestamp": 1437250097
	},
	{
		"title": "The first person who successfully recorded their own voice probably thought they did it wrong when they listened to it.",
		"author": "Chad___Sexington",
		"timestamp": 1520152073
	},
	{
		"title": "One day, that “secret family recipe” will just be that recipe their ancestor looked up online years ago and everybody liked.",
		"author": "reallyimpressivename",
		"timestamp": 1511447859
	},
	{
		"title": "You don't realize how strong your legs are until you try to do a handstand",
		"author": "Maulik456",
		"timestamp": 1518443586
	},
	{
		"title": "If someone offered to pay for my food and rent for the next 18 years, I'd do anything they ask of me. But I complained every time I took the trash out while living at my parent's house.",
		"author": "__Pharaoh",
		"timestamp": 1479781434
	},
	{
		"title": "Somewhere in Hawaii, a man has gone to his bunker, lost cell reception, and will not to be seen again for a few decades.",
		"author": "TheeParent",
		"timestamp": 1515901658
	},
	{
		"title": "When i was younger, I trusted my parents' driving skills without a doubt. As an adult, riding with my parents terrifies me.",
		"author": "Henniferlopez87",
		"timestamp": 1486751647
	},
	{
		"title": "3G used to be the best thing going. Now, when my phone's indicator says 3G, it pretty much functions like I have no signal at all.",
		"author": "tekhnomancer",
		"timestamp": 1472744141
	},
	{
		"title": "Crickets are the most relaxing sound ever. A cricket is the most irritating sound ever.",
		"author": "angels_fan",
		"timestamp": 1520093305
	},
	{
		"title": "People who don't scoop up their dogs' shit while on walks are probably also the same people who don't flush after themselves in public restrooms",
		"author": "jillifloyd",
		"timestamp": 1496061926
	},
	{
		"title": "Telling my Echo to tell my Roomba to start working creates a weird robotic hierarchy in my household",
		"author": "pikindaguy",
		"timestamp": 1483146602
	},
	{
		"title": "If a vampire put a mirror in one side of a pair of glasses, they could see 360 degrees at one time.",
		"author": "Richard_Sout",
		"timestamp": 1513050792
	},
	{
		"title": "If mosquitoes sucked fat, not blood, the world would be perfect.",
		"author": "FilipinoPharoah",
		"timestamp": 1493862374
	},
	{
		"title": "Now that I'm a Dad I strongly suspect my own Dad wasn't as clumsy and bad at games as he appeared to be.",
		"author": "SinCityShrink",
		"timestamp": 1485631643
	},
	{
		"title": "In Monsters Inc. the most respected people in society are factory workers.",
		"author": "Stranga_Danga",
		"timestamp": 1511641543
	},
	{
		"title": "The first person to use a fake mustache as a disguise was probably very successful.",
		"author": "sonofabeeb",
		"timestamp": 1508662937
	},
	{
		"title": "A lot of people think PaulMcCartney was replaced by a look a like yet Michael Jackson literally turned white and no one questions his identity",
		"author": "ramd1000",
		"timestamp": 1497124521
	},
	{
		"title": "The fact that I can't recognize my co-workers outside of uniform 85% of the time, tells me superman knows exactly what he's doing.",
		"author": "arkhamcreedsolid",
		"timestamp": 1468505206
	},
	{
		"title": "The letter X has more uses in math than in the English language.",
		"author": "Kurkaine",
		"timestamp": 1493488838
	},
	{
		"title": "In the future, self driving vehicles are going to drive themselves back to the dealership when payments are missed.",
		"author": "halfbreed_prince",
		"timestamp": 1517098983
	},
	{
		"title": "Turning 18 would be a much bigger deal if it was impossible to lie about your age on the Internet.",
		"author": "New-Nostalgic-User",
		"timestamp": 1486847358
	},
	{
		"title": "Billionaires are probably warning us about AIs because the first thing any sentient AI would do is warn us about Billionaires.",
		"author": "REMSheep",
		"timestamp": 1502713183
	},
	{
		"title": "People wouldn't stop a microwave with time left on the clock if there was a 'don't beep when finished' option.",
		"author": "BonkersMcSocks",
		"timestamp": 1508149438
	},
	{
		"title": "Wall-E is the kids version of a Black Mirror episode.",
		"author": null,
		"timestamp": 1486998841
	},
	{
		"title": "I'm a middle-aged man and it just today dawned on me that, if I wanted to, I could buy a chainsaw.",
		"author": "timhamilton47",
		"timestamp": 1483752439
	},
	{
		"title": "Whenever Disney \"re-imagines\" an animated classic as a live action film, they use so much CGI that they’re essentially making an animated film.",
		"author": "mooglevew",
		"timestamp": 1515486631
	},
	{
		"title": "Pregnancy test commercials always advertise people happy the result says pregnant. I bet a lot more people are happy when it says not pregnant.",
		"author": "Andyroolovescake",
		"timestamp": 1494636642
	},
	{
		"title": "Apple has \"air.\" Amazon has \"fire.\" Google has \"earth.\" I think Microsoft should create something called \"water.\"",
		"author": "arbaminim",
		"timestamp": 1419886732
	},
	{
		"title": "At this rate, the winner of “Best Picture” will just be whatever movie had the fewest sex criminals associated with it.",
		"author": "acvdk",
		"timestamp": 1512015663
	},
	{
		"title": "Panties lost their sexiness to me when I did the laundry and could no longer tell if they were my wife's or my daughter's.",
		"author": "NotJimIrsay",
		"timestamp": 1479507171
	},
	{
		"title": "Drive-throughs that won’t serve pedestrians are basically saying they have a strict dress code that requires you to wear a car.",
		"author": "yepyep1yepyep",
		"timestamp": 1487091929
	},
	{
		"title": "I have never once hit the space bar while watching a YouTube video with the intention of scrolling halfway down the page",
		"author": "unfinished_usernam",
		"timestamp": 1426848810
	},
	{
		"title": "Snapchat is ruining all the progress we made on getting people to take horizontal videos",
		"author": "spaceman_sloth",
		"timestamp": 1466000012
	},
	{
		"title": "The only thing fire drills actually teach people is how to sarcastically leave a building as a group.",
		"author": "Asthmatic_Scotsman",
		"timestamp": 1478129633
	},
	{
		"title": "The real winners of Pokémon GO are all the service providers that will rake it in when everyone goes over their data allowance.",
		"author": "notasabretooth",
		"timestamp": 1468071027
	},
	{
		"title": "I'm missing 90% of the internet because google thinks it knows what I want to see",
		"author": "ThatSocio",
		"timestamp": 1504280742
	},
	{
		"title": "Bill Nye is doing shitty detergent commercials, but I guarantee he could do a Kickstarter titled \"Give me money so I don't have to do shitty detergent commercials\" and get at least a million bucks.",
		"author": "Porencephaly",
		"timestamp": 1487621585
	},
	{
		"title": "It must be annoying for nudists when they have to clean their glasses",
		"author": "drewsoulman",
		"timestamp": 1497239030
	},
	{
		"title": "There should be a take your parent to work day so that they can see what their kid has grown up to be.",
		"author": "jollyhighgaint",
		"timestamp": 1461074361
	},
	{
		"title": "Whoever made the feature that tells you how long until the alarm goes off on your smartphone immediately after you set it deserves a medal",
		"author": "BetaWolf47",
		"timestamp": 1512022804
	},
	{
		"title": "One of the most comforting things you can hear from your classmate is \"I haven't started yet either\"",
		"author": "Bucket4Life",
		"timestamp": 1491636466
	},
	{
		"title": "Tobacco companies should be leading in the search for a cancer cure. The day after a cure is found, sales of cigarettes are going to go up by 500,000% from the millions of us that quit for health / longevity reasons.",
		"author": "evoic",
		"timestamp": 1476184205
	},
	{
		"title": "The older I get the less I hate the Kardashians, and the more I hate their fans.",
		"author": "FestiveSpleen",
		"timestamp": 1493037694
	},
	{
		"title": "For a non-native speaker, making a pun demonstrates the highest understanding of language. As a native speaker, making a pun demonstrates the lowest understanding of comedy.",
		"author": "BuddyEndsleigh",
		"timestamp": 1484693452
	},
	{
		"title": "Condoms are one of the most environmentally friendly things invented by man. A single one has the potential to eliminate the carbon emissions of an entire human over the course of their lifetime.",
		"author": "zoomer296",
		"timestamp": 1461851824
	},
	{
		"title": "Regret is the wet sock you get from not picking up the bit of ice that fell on the kitchen floor 15 minutes ago",
		"author": "i124nk8",
		"timestamp": 1489178169
	},
	{
		"title": "When I accidentally type my password into the username box, I always feel like someone is watching me and saying \"Finally got him.\"",
		"author": "thenixnerd",
		"timestamp": 1476979321
	},
	{
		"title": "Grocery stores in California charge $0.10 for 1 paper bag to discourage waste, but they mail everyone in the neighborhood paper junk mail without anyone asking for free",
		"author": "J_JOA",
		"timestamp": 1487557341
	},
	{
		"title": "as an adult, i always forget that i can literally get in my car and buy a cake whenever i want and no one can stop me",
		"author": "fuckkfaceunstoppable",
		"timestamp": 1489551123
	},
	{
		"title": "I don't know a single person who would want a thinner phone over a few hours of extra battery life.",
		"author": "ShayminKeldeo421",
		"timestamp": 1481943615
	},
	{
		"title": "It's always easy to fall asleep on a couch unless you're actually trying to fall asleep on a couch.",
		"author": "zusuela",
		"timestamp": 1496983404
	},
	{
		"title": "I would never steal a credit card and use it to pay for stuff, because I'm sure I would not get away with it, but I am scared of people stealing my credit card and using it to pay for stuff, because I'm sure they would get away with it.",
		"author": "Suuntavilkku",
		"timestamp": 1484394580
	},
	{
		"title": "If pigs could fly I bet their wings would taste delicious",
		"author": "purposelessperson",
		"timestamp": 1503751705
	},
	{
		"title": "You think you're unique until you have to choose a username",
		"author": "High_as_red",
		"timestamp": 1465143532
	},
	{
		"title": "People are way more concerned about athletes having to deal with Brazil being unsafe than the millions of people who live there",
		"author": "orfane",
		"timestamp": 1470313852
	},
	{
		"title": "As a kid, 99.9% of the times I cried was due to physical pain. As an adult, 99.9% of the times I have cried was due to emotional pain.",
		"author": null,
		"timestamp": 1478162750
	},
	{
		"title": "Being a surgeon is like being a mechanic except you have to fix the car while the engine is running",
		"author": "Orbital-Elephant",
		"timestamp": 1523736723
	},
	{
		"title": "25 years from now, you're going to have to go to a wedding for a couple of kids named Kylo and Khaleesi.",
		"author": "fuzzy_merkin",
		"timestamp": 1494722029
	},
	{
		"title": "Your salary is the bribe they give you to forget your dreams",
		"author": "jordanravengabriel",
		"timestamp": 1489590879
	},
	{
		"title": "Anxiety is just your brain coming up with fake news",
		"author": "KMFNR",
		"timestamp": 1521434485
	},
	{
		"title": "If google was serious about being spooky, instead of playing scary music and flicking lights, saying \"Hey Google, let's get spooky!\" would make your google home tell you all the things that google's algorithm has learned about you based on your data.",
		"author": "some_lie",
		"timestamp": 1508757832
	},
	{
		"title": "I'll bet the guy who invented the snooze button never invented anything else.",
		"author": "TheGunt123",
		"timestamp": 1498112276
	},
	{
		"title": "Porn sites should have bright backgrounds while the video is buffering so I don't have to see my reflection",
		"author": "sugartits234",
		"timestamp": 1468454658
	},
	{
		"title": "420 is the smallest number evenly divisible by 2,3,4,5,6 and 7; but you can't easily divide it into 8ths.",
		"author": "kaenneth",
		"timestamp": 1524256209
	},
	{
		"title": "In the age of Google, knowing the right questions to ask really is more important than knowing the answers.",
		"author": "Schytzophrenic",
		"timestamp": 1492348814
	},
	{
		"title": "The candles you blow out on a birthday cake represent the years extinguished from your life",
		"author": "saigus",
		"timestamp": 1524376133
	},
	{
		"title": "The front pocket on a 'hoodie' is basically a widely used, discreet, and acceptable version of a 'fanny pack'",
		"author": "WittsandGrit",
		"timestamp": 1511397965
	},
	{
		"title": "Life could be worse. Milk could have pulp.",
		"author": "damianmathews",
		"timestamp": 1507857332
	},
	{
		"title": "You know you're old when you fall down and no one laughs",
		"author": "ephebiphob-ia",
		"timestamp": 1480120206
	},
	{
		"title": "My car keys have traveled more than my car",
		"author": "xshareddx",
		"timestamp": 1465536208
	},
	{
		"title": "You know you've listened to an album too much when your brain plays the intro to the next song before it actually starts playing.",
		"author": "thetreesaysbark",
		"timestamp": 1515582889
	},
	{
		"title": "The Olympics should have a 'For Fun' section at the end of all the games so all the athletes can try different sports.",
		"author": "dublzz",
		"timestamp": 1471293596
	},
	{
		"title": "Prepare to see Elon Musk's car as an Easter Egg floating in the background of Sci-fi movies.",
		"author": "onajag",
		"timestamp": 1518083192
	},
	{
		"title": "Penguins are just seal software running on bird hardware.",
		"author": "Hot_Donald",
		"timestamp": 1525101495
	},
	{
		"title": "Who am I kidding? If I had super powers, I'd probably squander them just like I did my real-life potential.",
		"author": "b4ux1t3",
		"timestamp": 1494001884
	},
	{
		"title": "Squirrels always look and act like it's their first day being a squirrel.",
		"author": "raskulous",
		"timestamp": 1517924959
	},
	{
		"title": "The first actor who said \"curses\" while playing a villain may have just been reading the stage directions.",
		"author": "Anonymoustard",
		"timestamp": 1510589308
	},
	{
		"title": "I add \"reddit\" after every question I search on Google because I trust you all more than other strangers",
		"author": null,
		"timestamp": 1474747843
	},
	{
		"title": "Death would be infinitely scarier if it only happened to some people and not others.",
		"author": "agalaxythr0waway",
		"timestamp": 1519123918
	},
	{
		"title": "The worst feeling is when you catch up to a TV show and you have to wait a whole week for the next episode like a mortal",
		"author": "afterburners_engaged",
		"timestamp": 1523704206
	},
	{
		"title": "Universities should have a soundproof scream room where you can scream your stress away because this is fucking bullshit.",
		"author": "jang808",
		"timestamp": 1512260753
	},
	{
		"title": "For a song entitled \"Piano Man\" it sure does have a lot of harmonica.",
		"author": "Whopraysforthedevil",
		"timestamp": 1502828571
	},
	{
		"title": "If you don't look back on your past self and cringe, then you didn't grow as a person.",
		"author": "thinkleberg",
		"timestamp": 1525060041
	},
	{
		"title": "If you see matrix backwards it's about how Keanu Reeves leaves drugs to get a stable job in a company",
		"author": "dperezk",
		"timestamp": 1508078775
	},
	{
		"title": "If Steve Jobs was reincarnated into a Chinese family he would be old enough to be making iphones now.",
		"author": "purpledesperado",
		"timestamp": 1457538863
	},
	{
		"title": "We've stepped on the moon. We've landed robots on Mars. But we still haven't mastered that awkward delay between studio anchor and field reporter.",
		"author": "Lunar_Gato",
		"timestamp": 1517241032
	},
	{
		"title": "Searching for a Google image of something and getting a Pinterest result is just basically saying \"Guess we're not looking at that one today\"",
		"author": "momoneymomorrison",
		"timestamp": 1514342824
	},
	{
		"title": "When someone in your neighborhood is having a BBQ, it must be the same feeling when sharks smell blood in the water.",
		"author": "CreateNewObject",
		"timestamp": 1490893415
	},
	{
		"title": "If you speak with a lot of slang and profanity in your native language, you don't speak the language very well. If you speak with a lot of slang and profanity in a second language, you speak the language excellently.",
		"author": "johnnybravo1014",
		"timestamp": 1524112242
	},
	{
		"title": "\"Probiotic\" sounds a lot better than \"bacteria infested\"",
		"author": "milleria",
		"timestamp": 1507731469
	},
	{
		"title": "The new credit card chip readers should play a pleasant sound to notify that your card is approved. The harsh buzzing noise they make gives me a mini panic attack every time thinking my card was declined.",
		"author": "holysmoax",
		"timestamp": 1491422521
	},
	{
		"title": "The craziest prediction that the tv show \"The Jetsons\" made about life that far in the future was that a man could still support a middle class family of 4 by working in a factory.",
		"author": "TheDongerNeedsFood",
		"timestamp": 1479324916
	},
	{
		"title": "If someone told me to transport a $30,000 object that, if mishandled, could kill everyone around it, I would walk it so slowly and carefully to its destination. But I drive my car with one hand, while messing with the radio, going 70 mph.",
		"author": "notagangsta",
		"timestamp": 1476015732
	},
	{
		"title": "In my life I've purchased at least 50 cans of WD40, right now I can locate two, I've never thrown one away, and I have no idea where the rest went",
		"author": "EngineerBoy00",
		"timestamp": 1472159579
	},
	{
		"title": "What if over time the developers of Pokémon GO slowly reduce Pokémon spawn rates to zero, and the app turns out to be a publicity stunt to warn about the dangers of over hunting and extinction.",
		"author": "character_yellow",
		"timestamp": 1468259106
	},
	{
		"title": "Your belly button is just your old mouth.",
		"author": "Ryskill",
		"timestamp": 1516499164
	},
	{
		"title": "A Batman movie from the point of view of a random street gang would probably be a lot like the film \"Predator\"",
		"author": "come-on-now-please",
		"timestamp": 1461190754
	},
	{
		"title": "Sneezing is like using sonar to find polite people.",
		"author": "hoping2help",
		"timestamp": 1485979578
	},
	{
		"title": "If you don't drink alcohol because you have recovered from alcoholism you're admired, but if you don't drink and never have, you're weird.",
		"author": "BeBetter2Day",
		"timestamp": 1485019303
	},
	{
		"title": "Notice how the friends that never text you back are the ones always on their phones when you see them",
		"author": "Kermoot_De_Froog",
		"timestamp": 1519349132
	},
	{
		"title": "A tie is just a big arrow pointing at your genitals.",
		"author": "fattyspecial",
		"timestamp": 1507674342
	},
	{
		"title": "\"Autocorrect\" should be named \"Autoassume\". It doesn't know if the changes are correct.",
		"author": "I_Love_Autocorrect",
		"timestamp": 1481914433
	},
	{
		"title": "Earlier people used to write personal stuff in their diaries and get mad when people read them. Now people write personal stuff on social media and get mad when people DON'T read them.",
		"author": "nndnswr",
		"timestamp": 1521212883
	},
	{
		"title": "When I get in my car, I'm always surprised how loud I liked to listen to music yesterday.",
		"author": "YouFuckingJerk",
		"timestamp": 1467732815
	},
	{
		"title": "Surgery is stabbing someone to life.",
		"author": "pls_send_subway",
		"timestamp": 1498686271
	},
	{
		"title": "My 15 year old self would be appalled to hear how many times I've chosen sleep over sex.",
		"author": "lochstimpson",
		"timestamp": 1468849790
	},
	{
		"title": "We make fun of people Instagramming their food, but lest we forget that, during the Renaissance, lots of artists were just painting bowls of fruit.",
		"author": "Jorogasm",
		"timestamp": 1490184944
	},
	{
		"title": "As a kid, the thought of living in a huge house was magical. As an adult, the thought of living in a huge house causes anxiety about the cleaning required.",
		"author": "thepassionofthechris",
		"timestamp": 1526086479
	},
	{
		"title": "I find strangers attractive because they haven't pissed me off yet",
		"author": "Nowdoyouseeit",
		"timestamp": 1483281649
	},
	{
		"title": "Mastrubating to your SO is as loyal as a relationship goes",
		"author": "211orwell",
		"timestamp": 1489986277
	},
	{
		"title": "In the tv series Supernatural nothing in that universe is supernatural since all the things they encounter are observable, quantifiable and exist as part of the natural structure of the world.",
		"author": "dudeARama2",
		"timestamp": 1509204153
	},
	{
		"title": "Best thing about the Panama Papers scandal so far is that its name doesn't end in \"gate\".",
		"author": "andudud",
		"timestamp": 1459765122
	},
	{
		"title": "You know you're getting older when you transition from not having enough money to buy games to not having enough time to play all the games you bought",
		"author": "dori_lukey",
		"timestamp": 1486564491
	},
	{
		"title": "Spicy food is like BDSM for your mouth",
		"author": "Duxamus",
		"timestamp": 1512358737
	},
	{
		"title": "The reason why tomato soup and grilled cheese is such a good combo is because it's basically the same ingredients as pizza.",
		"author": "JAMALDAVIS",
		"timestamp": 1474565282
	},
	{
		"title": "Your future self is watching you right now through memories.",
		"author": "Zwall_",
		"timestamp": 1442833997
	},
	{
		"title": "Tapes had \"A\" and \"B\" sides so it only made sense to transition to \"CDs\"",
		"author": "duffmancantbreathe1",
		"timestamp": 1474834172
	},
	{
		"title": "In high school, I fantasized about freezing time to touch girls' boobs. That means I had more faith in me being able to stop time than being able to make a girl like me.",
		"author": "abrakasam",
		"timestamp": 1434218307
	},
	{
		"title": "An hourglass has more moving parts than a complicated wristwatch.",
		"author": "TheOffendingHonda",
		"timestamp": 1488345331
	},
	{
		"title": "We should have a holiday called Space Day, where lights are to be shut off for at least an hour at night to reduce light pollution, so we can see the galaxy.",
		"author": "bmg1001",
		"timestamp": 1421783714
	},
	{
		"title": "If you go to Walmart and you don't see any weird people, does that make YOU the weird person?",
		"author": "Luke_Boydstun",
		"timestamp": 1493080751
	},
	{
		"title": "I just had a fajita wrap from Tim Hortons in New Jersey. That's Mexican food from a Canadian restaurant in the United States. I just ate North America.",
		"author": "Sunuvamonkeyfiver",
		"timestamp": 1460733029
	},
	{
		"title": "I'm not really scared of dying, I'm more bummed about all of the technology I'll never get to see.",
		"author": "attilayavuzer",
		"timestamp": 1500449548
	},
	{
		"title": "Managers should have to get letters of recommendation from the people below them before moving up to a higher position",
		"author": "HeavyBuckets",
		"timestamp": 1467657627
	},
	{
		"title": "The older I get, the more concerned I am that every new ache and pain is going to be permanent",
		"author": "orfane",
		"timestamp": 1484314414
	},
	{
		"title": "In my life I've bought at least 20 pairs of nail clippers because I lost the last pair, but I never take them out of my house meaning there's at least 19 places I haven't seen in my own house",
		"author": "KrixOfficial",
		"timestamp": 1487764442
	},
	{
		"title": "A rap battle is just two men writing poetry about how strongly they feel about one another.",
		"author": "carpathianflorist",
		"timestamp": 1526743182
	},
	{
		"title": "Adding an \"e\" to the end of a word makes it seem old, but adding one to the beginning makes it sound high-tech.",
		"author": "Rappaccini",
		"timestamp": 1462632552
	},
	{
		"title": "If identical twin sisters become pregnant from the same guy then their kids will be full siblings genetically speaking.",
		"author": "forgettingpiglet",
		"timestamp": 1511800780
	},
	{
		"title": "Deadpool is the perfect replacement for Stan Lee as the go-to cameo guy once the latter passes away.",
		"author": "twincityteeco",
		"timestamp": 1526678819
	},
	{
		"title": "Every time I find a new favorite song and eagerly check out the artist/band for more, it turns out that's the one song that's different from the whole rest of their career",
		"author": "cabridges",
		"timestamp": 1489155473
	},
	{
		"title": "Reddit is like my fridge. After the fifth time opening it I know everything that's in there, but I keep finding myself opening it in the hopes of something new.",
		"author": "agwiz31",
		"timestamp": 1436757825
	},
	{
		"title": "The only negative thing about nicer weather is losing all that pocket storage from your jacket.",
		"author": "Punnerving",
		"timestamp": 1524758348
	},
	{
		"title": "\"DO NOT TOUCH\" would probably be a really unsettling thing to read in braille.",
		"author": "Air_Hellair",
		"timestamp": 1446828599
	},
	{
		"title": "As a kid, carnival rides are scary because they’re fast. As an adult, carnival rides are scary because you’re worried about their maintenance.",
		"author": "Thedavehave",
		"timestamp": 1514280147
	},
	{
		"title": "If bread goes bad we throw it away, If bananas go bad we make bread out of them",
		"author": "matthewarthurj",
		"timestamp": 1511888303
	},
	{
		"title": "I'm lucky enough to live in a country where if I hear an air raid siren I expect it to be followed by phat bass and a banging tune.",
		"author": null,
		"timestamp": 1465317942
	},
	{
		"title": "If Google matched people up by their browsing history, it could be the greatest online dating website of all time.",
		"author": "hobbitfeets",
		"timestamp": 1466536034
	},
	{
		"title": "Cops are like spiders. They prevent bad things, but no one wants them around. People are scared of them. Most mind their business and do their job - but the few which are threatening terrify us.",
		"author": "PM_ME_OR_PM_ME",
		"timestamp": 1464719613
	},
	{
		"title": "The leather jacket I've been wearing for 10 years has been worn longer by me than the cow that it came from.",
		"author": "Firework_Sandwich",
		"timestamp": 1461352987
	},
	{
		"title": "Earth is like a guy who knows exactly where to stand next to a bonfire.",
		"author": "Bovice144",
		"timestamp": 1477709503
	},
	{
		"title": "Task Manager should have an \"End as many tasks as possible without crashing my system\" button",
		"author": null,
		"timestamp": 1475279429
	},
	{
		"title": "At the age of 28, my expected lifetime remaining is around 63%. When I see my phones battery at 63%, I feel like its almost dead.",
		"author": "jayson88",
		"timestamp": 1469134522
	},
	{
		"title": "Conspiracy theories make dumb people feel smart.",
		"author": "NeverBob",
		"timestamp": 1507117261
	},
	{
		"title": "When your GPA is low, it’s an indicator that you may not be cut out for the job you want. But when it’s high, it “doesn’t matter in the real world.”",
		"author": "Posti",
		"timestamp": 1512924234
	},
	{
		"title": "Urban Dictionary will probably be a useful tool for future historians so they can actually figure out what we're saying.",
		"author": "BeingofUniverse",
		"timestamp": 1491772225
	},
	{
		"title": "As an adult, I no longer masturbate because I'm horny. It's either to relieve stress or because im bored.",
		"author": "Ssttaavvii",
		"timestamp": 1473983394
	},
	{
		"title": "We always say \"stupid autocorrect\" but never give it positive feedback for the 97% of the work it does.",
		"author": "howdyOwl",
		"timestamp": 1511718066
	},
	{
		"title": "It would be a good idea to have \"The Price Is Right\" with billionaires, just to see how out of touch they are.",
		"author": "slim2shady",
		"timestamp": 1474654544
	},
	{
		"title": "It’s socially acceptable to talk about how reliant and addicted you are to a drug as long as that drug is caffeine.",
		"author": "roseygrl98",
		"timestamp": 1474712814
	},
	{
		"title": "If I eat my meal from the frying pan at a restaurant, it's sophisticated and a sign of quality. If I do it at home, I'm lazy and disgusting.",
		"author": "naraic42",
		"timestamp": 1486190913
	},
	{
		"title": "If God really wanted to troll us, He could have made the moon transparent so it acted like a lens, and put Earth at its focal point. Then whenever an eclipse happened, it would scorch a path across the planet.",
		"author": "brandonc77",
		"timestamp": 1503497783
	},
	{
		"title": "In highschool, eating lunch alone is considered lame and can result in bullying. In a busy office, eating lunch alone and undisturbed is considered a luxury.",
		"author": "Kezly",
		"timestamp": 1475753678
	},
	{
		"title": "The skeleton isn't inside you, you're the brain so you're inside the skeleton.",
		"author": "Moonical",
		"timestamp": 1515797940
	},
	{
		"title": "Cinemas should play a clip with someone saying \"OK Google, Silencio! Hey Siri, adjust volume to zero percent!\" before the movie starts.",
		"author": "kinkymeerkat",
		"timestamp": 1488788836
	},
	{
		"title": "I'm so conditioned to not use Fire Exits, I'm not sure I'd think to use one during an actual fire.",
		"author": "hyundaifunday",
		"timestamp": 1499197352
	},
	{
		"title": "A true mad scientist would only destroy half of the earth, since the other half is the control group.",
		"author": "avogando",
		"timestamp": 1468723541
	},
	{
		"title": "As a dwarf/little person, I'm very grateful that I am neither ginger nor Irish on this day",
		"author": "ghiscari_",
		"timestamp": 1489783799
	},
	{
		"title": "There should be affordable universities for people who just want to continue learning throughout life. Not to get a degree, or a better job; just a place to learn, foster ideas and meet others who are doing the same.",
		"author": "bonbonlarue",
		"timestamp": 1463835976
	},
	{
		"title": "In the next 20 years everything on r/aww will most likely be dead",
		"author": "Moenrtostatlaue",
		"timestamp": 1484777240
	},
	{
		"title": "Randomly Hearing your favorite song on the radio is more satisfying than playing it directly from your ipod.",
		"author": "rekdrektm9",
		"timestamp": 1475844576
	},
	{
		"title": "If immortality becomes a thing... I'm going to quit my job and become a divorce attorney.",
		"author": "imgonnabeatit",
		"timestamp": 1462131043
	},
	{
		"title": "Movie theaters should charge babies as adults to deter people from bringing them.",
		"author": "Chet_Scholman",
		"timestamp": 1483294089
	},
	{
		"title": "If my calculator had a history, it would be more embarrassing than my browser history.",
		"author": "I_yike_nat",
		"timestamp": 1473422371
	},
	{
		"title": "When someone says 'I miss you!', I think, well, that's nice. But if they take off the exclamation point I think, wow, they must really miss me.",
		"author": "nickelsun88",
		"timestamp": 1493243037
	},
	{
		"title": "Negative thoughts are like fat, it takes a long time to get rid of it and only a short time to gain it back.",
		"author": "BeafyBoi",
		"timestamp": 1524979010
	},
	{
		"title": "Technically all chess is 4D chess because it's being played over time",
		"author": "MrWarsaw",
		"timestamp": 1494250673
	},
	{
		"title": "The first immortal creature will probably be a lab rat",
		"author": "Rolling_Times",
		"timestamp": 1476626917
	},
	{
		"title": "If you had $1 for every year the universe has existed (approximately 13.8 billion years). You wouldn't even make the top 50 on the Forbes list.",
		"author": "jbdew14",
		"timestamp": 1474067705
	},
	{
		"title": "Have we as a species just universally agreed that Snoop Dogg can hit a blunt whenever and wherever he wants?",
		"author": "ThatLonelyAstronaut",
		"timestamp": 1494505073
	},
	{
		"title": "Theme parks can snap a crystal clear picture of you on a roller coaster at 70 mph, but bank cameras can't get a clear shot of a robber standing still.",
		"author": "FourWordReplies",
		"timestamp": 1475140786
	},
	{
		"title": "When my text alert sounds I get excited. When my phone rings I think I'm in deep shit and panic.",
		"author": "bigjuicymelons",
		"timestamp": 1492831056
	},
	{
		"title": "If Apple owned the ISS it would spell disaster for other spacecraft that wanted to dock with it.",
		"author": "SneakyHomunculu5",
		"timestamp": 1480248251
	},
	{
		"title": "Punishment for honesty is what makes us lie.",
		"author": "ItsYerPapi",
		"timestamp": 1489671624
	},
	{
		"title": "If we lose one sock in the wash we get annoyed, but if we lost two socks we would never know.",
		"author": "Zimmerblade",
		"timestamp": 1517547510
	},
	{
		"title": "Cell phones have greatly reduced bathroom graffiti",
		"author": "RiftedEnergy",
		"timestamp": 1512842233
	},
	{
		"title": "It annoys the piss out of me that all cars' turning signals tick at slightly different intervals.",
		"author": "CaptainKollar",
		"timestamp": 1480552723
	},
	{
		"title": "All of the villains in the Star Wars Prequel trilogy perfectly foreshadow the rise of Darth Vader. Maul was manipulated from birth by Palpatine, Dooku was a fallen jedi, and Grievous was a cyborg. Vader is all 3 of those things",
		"author": "link1995cc",
		"timestamp": 1504652194
	},
	{
		"title": "I feel like picking the numbers 1, 2, 3, 4, 5, and 6 would have no chance of winning the lottery, but they have just as much of a chance as any other set of numbers.",
		"author": "Theogre84",
		"timestamp": 1503254725
	},
	{
		"title": "Having a toddler is like being on a permanent escort mission: A low AI character tries to follow you around, and if you're not careful enough, they'll find a way to kill themselves.",
		"author": "chrono1465",
		"timestamp": 1444821313
	},
	{
		"title": "You use more water cleaning a water cup than drinking from it.",
		"author": "giraffeboner1",
		"timestamp": 1525092728
	},
	{
		"title": "If youth is wasted on the young, then wealth is wasted on the old.",
		"author": "SkrimTim",
		"timestamp": 1508689151
	},
	{
		"title": "We dumb down our vocabulary to babies at a time when their minds are most capable of learning language.",
		"author": "GimmickyBulb",
		"timestamp": 1520772401
	},
	{
		"title": "Even though i'm on the computer 12+hrs a day, when i'm dreaming i'm never really using a computer",
		"author": "coberi",
		"timestamp": 1480772463
	},
	{
		"title": "There was a time, where one could watch all the existing movies within one lifespan.",
		"author": "Xulitna",
		"timestamp": 1525807359
	},
	{
		"title": "Lawyers hope you get sued, doctors hope you get sick, cops hope you're criminal, mechanics hope you have car trouble, but only a thief wishes prosperity for you.",
		"author": "lastlived1",
		"timestamp": 1480715329
	},
	{
		"title": "Taco trucks would be cooler if they drove around the neighborhood like ice cream trucks and also sold booze.",
		"author": "EyeCalypso",
		"timestamp": 1493682343
	},
	{
		"title": "When we lose track of the mouse cursor, our first instinct is to move it erratically, because we adapted to looking for quick movements when hunting.",
		"author": "ZuluDoggo",
		"timestamp": 1524068932
	},
	{
		"title": "A whole generation of women collectively decided, without the help of the internet, to use cookie tins for storing sewing supplies.",
		"author": "Drach88",
		"timestamp": 1520104587
	},
	{
		"title": "I have absolutely no clue what most graffiti says, I'm just amazed at how the artist got where they painted",
		"author": "The_KidProdigy",
		"timestamp": 1482399048
	},
	{
		"title": "Every paper towel commercial reminds me that the cleanest solution is to just not have children.",
		"author": "SofaKingAsian",
		"timestamp": 1480032161
	},
	{
		"title": "When drone technology becomes cheap enough, hands-free umbrellas are gonna be the shit.",
		"author": "TremendoSlap",
		"timestamp": 1475512996
	},
	{
		"title": "You will be exactly half as old as your mother only once in your life, and that is when you are the same age she was when she gave birth to you.",
		"author": "eduardo0073",
		"timestamp": 1501459254
	},
	{
		"title": "It makes no sense that womens pants have fake pockets but baby pants have real pockets",
		"author": "GGJallDAY",
		"timestamp": 1479579950
	},
	{
		"title": "There is nothing quite so beautiful as the spark in a person's eye when you bring up something they are passionate about.",
		"author": "Swaqfaq",
		"timestamp": 1477527060
	},
	{
		"title": "An alien race could conquer us by simply asking \"Bring us to your leader\" and watch from afar while we fight each other to decide who is our leader.",
		"author": "Guiaamachado",
		"timestamp": 1525597762
	},
	{
		"title": "\"I can't check the time because my watch is doing a software update\" is probably the most ridiculous thing I've said this week",
		"author": "Ironfields",
		"timestamp": 1455190895
	},
	{
		"title": "If a girl says \"my girlfriend\" she could be talking about a friend or her SO. If a guy says \"my boyfriend\" he's almost definitely talking about his SO",
		"author": "orangeguy99",
		"timestamp": 1490020562
	},
	{
		"title": "If spiders produced light like fireflies, nights would become 10 times more beautiful and 1000000 times more terrifying.",
		"author": "dianacretu",
		"timestamp": 1525258917
	},
	{
		"title": "Every year, reddit should take that year's top 12 submissions from /r/earthporn and turn them into a calendar, and sell it on the reddit marketplace.",
		"author": "-rabid-",
		"timestamp": 1418341797
	},
	{
		"title": "It's strange that water bottles have nutritional information when all the values are always 0, but alcohol which contains tons of calories and sugar, does not.",
		"author": "I_Love_Nazis",
		"timestamp": 1489247571
	},
	{
		"title": "‘Dad-fashion’ is not the result of declining fashion sense... it’s the result of no longer giving a shit about strangers’ opinions.",
		"author": "crimsonnate",
		"timestamp": 1525027782
	},
	{
		"title": "People are concerned about the planet we're leaving for our kids, but give zero fucks about what kind of kids we're leaving for our planet",
		"author": "RetailDrone7576",
		"timestamp": 1504851193
	},
	{
		"title": "Imagine how terrifying fire would be if it wasn't a light source...",
		"author": "garryd11",
		"timestamp": 1480410194
	},
	{
		"title": "Nerf darts cost more than most bullets do.",
		"author": "Thexthy",
		"timestamp": 1486231738
	},
	{
		"title": "People who are goodlooking but have terrible personalities are basically real life click baits",
		"author": "Wyndmusic",
		"timestamp": 1471043026
	},
	{
		"title": "After years of disliking the way i look, only now i realize I'm not ugly, I'm just not my type.",
		"author": "Kev_de",
		"timestamp": 1478040346
	},
	{
		"title": "At one point, the richest man on the planet just had more berries 'n shit than the others.",
		"author": "Hairy_Shit_Stick",
		"timestamp": 1490106544
	},
	{
		"title": "Falling down is the same as being hit by a planet.",
		"author": "ZerioBoy",
		"timestamp": 1525166579
	},
	{
		"title": "Meal prepping is basically eating a week's worth of leftovers from a meal that never happened.",
		"author": "Knuckle_dick",
		"timestamp": 1523211970
	},
	{
		"title": "The @ symbol stands for \"at\", when it really looks like it should stand for \"around\"",
		"author": "Emergancy",
		"timestamp": 1502900176
	},
	{
		"title": "Our skin is like the ideal fabric. It is easily washable, breathable, doesn't stain, and even repairs every little cut and tear all by itself.",
		"author": "lanrethefallen",
		"timestamp": 1520158994
	},
	{
		"title": "Teenagers aren't in a rebellious stage they just reached an age where they know that adults don't have a magic stopping power.",
		"author": "PointsOfXP",
		"timestamp": 1473608324
	},
	{
		"title": "I sit 50 minutes in class having no idea whats going on and then watch a 10 minute youtube tutorial and understand everything.",
		"author": "MyUserNameTooLon",
		"timestamp": 1481683158
	},
	{
		"title": "Everyone asks where we go after we die, but no-one asks where we are before we are born.",
		"author": "Onallthelists",
		"timestamp": 1524795049
	},
	{
		"title": "In normal English, execute and kill are synonyms, but on a computer, they're antonyms",
		"author": "YakuzaGhost",
		"timestamp": 1481310478
	},
	{
		"title": "As a kid, when I fell asleep I used to teleport from the couch to my room, now when I'm older, when I get drunk I teleport from the party to anywhere.",
		"author": "Dulook",
		"timestamp": 1500741362
	},
	{
		"title": "The internet was a more peaceful place when you needed a certain IQ to grasp how to connect to it.",
		"author": "Papplarapamm",
		"timestamp": 1525875480
	},
	{
		"title": "Submachine guns are light, light machine guns are heavy, heavy machine guns are impossible to carry, and don't even get me started on miniguns...",
		"author": "enelikosmith",
		"timestamp": 1491596555
	},
	{
		"title": "If you're over 30, you were alive before every dog in the world.",
		"author": "jleonardbc",
		"timestamp": 1461122552
	},
	{
		"title": "They should stop selling razors by gender and start selling them by which part of the body you are shaving. i.e. Groin razors, face razors, leg razors",
		"author": null,
		"timestamp": 1468000566
	},
	{
		"title": "Dora calls herself an \"explorer,\" but travels exclusively through mapped territories",
		"author": "ChefBoyarE",
		"timestamp": 1431443115
	},
	{
		"title": "Masturbating is really tricking your body into thinking you are succeeding in life.",
		"author": "Hot_Donald",
		"timestamp": 1525538849
	},
	{
		"title": "Finally figured out what makes Clickbait titles so effective.",
		"author": "Longrodrington",
		"timestamp": 1428171724
	},
	{
		"title": "'Coffee flavored water' doesn't sound good but that's what coffee is.",
		"author": "orangeslash",
		"timestamp": 1469534312
	},
	{
		"title": "You know you're Googling something bad when halfway through your query, Google stops making suggestions as if to say, \"Okay you're on your own with this one, buddy.\"",
		"author": "Negutil",
		"timestamp": 1518480302
	},
	{
		"title": "The Ninja Turtles probably smelled terrible.",
		"author": "RealKingOfEarth",
		"timestamp": 1522069698
	},
	{
		"title": "Once she hits a certain age, calling a female a \"big girl\" goes from being a compliment to an insult.",
		"author": "oakleez",
		"timestamp": 1477486568
	},
	{
		"title": "You might have a stressful job, but someone, somewhere, is Kim Jong Un's hairdresser.",
		"author": "assassin5",
		"timestamp": 1520310686
	},
	{
		"title": "They say that physical exercise is extremely important for health, but Stephen Hawking lived to 76 without doing any of it.",
		"author": "Fyqpop",
		"timestamp": 1521373552
	},
	{
		"title": "There exists a set of finite actions that, if I performed them in the correct order, would make me a millionaire in a day. I just don't know what they are.",
		"author": "i_like_yoghurt",
		"timestamp": 1466615168
	},
	{
		"title": "As a kid, I loved zoos because I loved animals. As an adult, I hate zoos because I love animals.",
		"author": "misterdominic",
		"timestamp": 1484410383
	},
	{
		"title": "The purpose of a lock is to turn a door into a wall",
		"author": null,
		"timestamp": 1502054722
	},
	{
		"title": "By midday browsing Reddit just becomes a game of Which Unclicked Link Sounds the Least Shitty.",
		"author": "ViewAskewed",
		"timestamp": 1441043634
	},
	{
		"title": "Let us all take a moment to appreciate that our internal organs don't itch",
		"author": "Elatla",
		"timestamp": 1503517337
	},
	{
		"title": "Barn owls must have been stoked when the barn was finally invented.",
		"author": "twilkezz",
		"timestamp": 1466372722
	},
	{
		"title": "I don't know what color my grandparents hair originally was. They were always grey when I knew them and their youth pictures are in black and white.",
		"author": "hippychicky",
		"timestamp": 1492175879
	},
	{
		"title": "If santa keeps a record of the \"naughty\" kids each \"year\" and the year doesn't start till the first of January..then that leaves the 6 days after Christmas and before New Years undocumented...nothing you do in that time can be held against you.",
		"author": "LILHOMIE1250",
		"timestamp": 1482507723
	},
	{
		"title": "The male equivalent of I'll be ready in 10 minutes is, \"Honey theres only 2 minutes left in the game\".",
		"author": "Tstein93",
		"timestamp": 1498881477
	},
	{
		"title": "I have never in my life seen someone replace the ink stick in a pen, yet most pens are built so this can be done.",
		"author": "bassdome",
		"timestamp": 1505390925
	},
	{
		"title": "American journalism has gotten to the point that readers are criticized for not fact checking news articles.",
		"author": null,
		"timestamp": 1470851421
	},
	{
		"title": "Doctors don't actually save lives, they just delay deaths. So, they are like Human Life Snooze Buttons.",
		"author": "Adnan_Targaryen",
		"timestamp": 1491570498
	},
	{
		"title": "Airports have seen more sincere kisses than wedding halls.",
		"author": "nitinsingh7132",
		"timestamp": 1520246526
	},
	{
		"title": "Tolkien had no Idea how important he would become to New Zealand's economy",
		"author": null,
		"timestamp": 1495399590
	},
	{
		"title": "Allowing free bank accounts for kids under 18 is really the example of a bank playing the long game.",
		"author": "es_price",
		"timestamp": 1521129995
	},
	{
		"title": "Constantly driving stolen cars in GTA must be so uncomfortable since everyone's seat and mirrors are adjusted to the owner's liking.",
		"author": "korean_namja",
		"timestamp": 1489095815
	},
	{
		"title": "We stick kids in classrooms 7 hours a day, give them another few hours of homework, actively discourage them from playing outside, and then wonder why kids today are so out of shape.",
		"author": null,
		"timestamp": 1467812640
	},
	{
		"title": "If keyboards came with braille on them, we all could have subconsciously learned braille by now.",
		"author": "fatdonuthole",
		"timestamp": 1467236747
	},
	{
		"title": "If colleges really want to prepare high school students for today's job market then they should only accept students who have \"at least 2-3 years college experience\".",
		"author": "Arpeggi42",
		"timestamp": 1435771119
	},
	{
		"title": "Car design used to accommodate smokers with lighters and ash trays, but now we're a decade into the smartphone era, and auto makers still haven't thought to include a phone mount.",
		"author": null,
		"timestamp": 1480171233
	},
	{
		"title": "Porn sites should enable sorting by the number of people who left the website after watching the video",
		"author": "Offjacker",
		"timestamp": 1438631812
	},
	{
		"title": "Your parents are more likely to say you're attractive because you look somewhat like the person they're attracted to.",
		"author": "pianist98",
		"timestamp": 1509378016
	},
	{
		"title": "Attractive nurses probably never get accurate pulse readings from their patients",
		"author": "Just10moremins",
		"timestamp": 1506201956
	},
	{
		"title": "Go jogging at 5am and your neighbors think you are an early-riser health nut who probably has to get to work early. Go jogging at 3am and they think you are a sketchy tweaker who probably doesn't have a job.",
		"author": "ohcleverusername",
		"timestamp": 1483971710
	},
	{
		"title": "There should be an app like tinder but for jobs. Like hey you have 42 jobs that meet your qualifications near you. Then the company can swipe left for awful applications.",
		"author": "electrovert",
		"timestamp": 1440299430
	},
	{
		"title": "If self-driving cars kick in fast enough, Women may never be able to drive in Saudi Arabia.",
		"author": "mtlroadie",
		"timestamp": 1461683009
	},
	{
		"title": "The fact that a 4 years old kid can use an smart phone does not mean the kid is a genius, it means engineers are.",
		"author": null,
		"timestamp": 1440722893
	},
	{
		"title": "One of the best feelings in the world is having a 1 hour dream in a 10 minute nap",
		"author": "stopthej7",
		"timestamp": 1512828246
	},
	{
		"title": "Taylor Swifts \"You belong with me\" is just a gender swapped 'nice guy' rant.",
		"author": "princewinter",
		"timestamp": 1469979789
	},
	{
		"title": "Family guy should have hidden a bunch of different kids that looked like Quagmire in each episode.",
		"author": "m12123",
		"timestamp": 1471204891
	},
	{
		"title": "If cats had wings,they'd still just lay there.",
		"author": "Cemil55",
		"timestamp": 1476364897
	},
	{
		"title": "My baby only says \"baby\". This is the closest I'll ever be to having a Pokemon.",
		"author": "mazorca86",
		"timestamp": 1462375764
	},
	{
		"title": "The biggest lie in taco commercials is someone taking a bite of a hard shell taco & it not immediately exploding in their hands.",
		"author": "PoopStuckOnYourFur",
		"timestamp": 1472059459
	},
	{
		"title": "For a detective, a surprise party is the ultimate insult.",
		"author": "weeksAskew",
		"timestamp": 1480316320
	},
	{
		"title": "When I watched That 70's Show as a teen, I related to Eric and his quest for sex and acceptance among his peers. Now, watching as an adult, I relate to Red's struggle to support his family and his general dislike of people.",
		"author": "Andius",
		"timestamp": 1452561221
	},
	{
		"title": "A bachelor party is more appropriate after a divorce than before a wedding.",
		"author": "burlyjez",
		"timestamp": 1452619821
	},
	{
		"title": "I prefer reading dumb comments on Reddit rather then Facebook because I don't feel sad that my friend are so stupid",
		"author": null,
		"timestamp": 1461762077
	},
	{
		"title": "I'd gladly get knocked out in 48 seconds for $3 million.",
		"author": null,
		"timestamp": 1483237866
	},
	{
		"title": "As a father, on Mother's Day I feel the overwhelming need to shelter my wife from being a mother for a day. On Father's Day, however, I feel the overwhelming need to be a good dad and spend time with my kids.",
		"author": "broadstain",
		"timestamp": 1497473434
	},
	{
		"title": "Mater from cars lives in a car junkyard. That's the equivalent of a person living in a pile of dead people",
		"author": "MaccasPasta",
		"timestamp": 1502017303
	},
	{
		"title": "If a bigger car implies a smaller penis, and larger shoes imply a larger penis, then clowns must have massive dicks.",
		"author": "lennyoliy",
		"timestamp": 1446416383
	},
	{
		"title": "As a man, I'm never convinced I'm in the right bathroom until I see a urinal.",
		"author": "CaptainRipp",
		"timestamp": 1491659346
	},
	{
		"title": "I'm not intimidated by people with face tattoos because I think they're badass, but because they clearly don't think in terms of consequences.",
		"author": "S8600E56",
		"timestamp": 1478751912
	},
	{
		"title": "Since smart watches can now read your pulse, there should be a feature that erases your browser history if your heart stops beating.",
		"author": "ComicSansIsAwsome",
		"timestamp": 1426721218
	},
	{
		"title": "Somewhere someone is slaving over the PS5 logo and how to distinguish the 5 from the S tastefully",
		"author": "WizardSleeves118",
		"timestamp": 1526619349
	},
	{
		"title": "Dogs hear us talking all day, but if they bark for more than a minute we tell them to stop it.",
		"author": "DriveByStoning",
		"timestamp": 1504615147
	},
	{
		"title": "If you aren't at least a little ashamed of your country's history, you don't know your country's history.",
		"author": "KnightOfWords",
		"timestamp": 1458128473
	},
	{
		"title": "Students are stereotypically viewed as being lazy, but I worked ten times harder as a student than I do in my career now",
		"author": "autonova3",
		"timestamp": 1473944270
	},
	{
		"title": "If Leonardo Dicaprio ever wins an Oscar, he should pull out a dusty piece of paper and do an acceptance speech as if it's from 1993",
		"author": "specialservices",
		"timestamp": 1439414135
	},
	{
		"title": "If a naked woman wears sunglasses it's like she's wearing the opposite of a burqa",
		"author": "saranaclake123",
		"timestamp": 1488124258
	},
	{
		"title": "If I say I've been great, I've been good. If I say I've been good, I'm doing alright. And If I say I'm doing alright, I'm no where near alright.",
		"author": "Nowthetimeas",
		"timestamp": 1489701526
	},
	{
		"title": "With as much as I use my cell phone I don't believe it's ever made an appearance in one of my dreams",
		"author": "Nogger_smogger",
		"timestamp": 1472900699
	},
	{
		"title": "Making fun of a fat person at the gym is like making fun of a homeless person at a job fair.",
		"author": "Cosmo_120",
		"timestamp": 1439297123
	},
	{
		"title": "What if Socrates was being literal when he said \"I know nothing\" and the Socratic Method was just him asking questions because he had no idea what was going on?",
		"author": "YouCantVoteEnough",
		"timestamp": 1479924654
	},
	{
		"title": "The difference between a scary movie and a scary book is that in a movie you see someone elses fears, while reading a book you imagine your own deepest fears",
		"author": "DankeuKang",
		"timestamp": 1519045693
	},
	{
		"title": "Dog food could say it's any flavor it wants, you're not going to test it.",
		"author": "M153RY",
		"timestamp": 1465489125
	},
	{
		"title": "Why does my brain assume that new gadgets are delicate but as they get older they become stronger",
		"author": "Astalapista",
		"timestamp": 1472405721
	},
	{
		"title": "Internet maturity is when you see someone else’s status of them having an awesome time and you say to yourself, “good for them.”",
		"author": "FatherOf3MasterOf0",
		"timestamp": 1523323152
	},
	{
		"title": "Charlie Chaplin once said we think too much and feel too little. I think that was his generation's problem. My generation's version should be we feel to much and think too little...",
		"author": "Tyson324",
		"timestamp": 1483189593
	},
	{
		"title": "People are giving Lady Gaga a lot of credit for not lip-syncing, even though actually singing seems to me like it should be the bare-minimum expected of a performer...",
		"author": "AHighFifth",
		"timestamp": 1486396744
	},
	{
		"title": "In a submarine battle you can be under fire, underwater, on fire, and taking on water all at the same time.",
		"author": null,
		"timestamp": 1462465256
	},
	{
		"title": "Wish I were a little kid so I could take a long nap and everyone would just be proud of me.",
		"author": "macaronithemagicpony",
		"timestamp": 1468163185
	},
	{
		"title": "I'm pretty sure 95% of Friends episodes could just be titled \"The One With All the Misunderstanding.\"",
		"author": "incoriggible_postman",
		"timestamp": 1484955485
	},
	{
		"title": "Google is like a cool landlord who lets you stay rent free, but you know that when you're gone he goes in your room and sniffs your panties.",
		"author": "lintamacar",
		"timestamp": 1490205619
	},
	{
		"title": "The saying 'Money can't buy you happiness' should be changed to 'Money can't prevent sadness'",
		"author": "Riptidecharger",
		"timestamp": 1499255035
	},
	{
		"title": "Girl Scouts is basically a brand-name cookie company that gets away with child labor.",
		"author": null,
		"timestamp": 1455324599
	},
	{
		"title": "I don't think I have ever picked up a pair of tongs without clicking them together a couple of times.",
		"author": "paularoni",
		"timestamp": 1498663887
	},
	{
		"title": "A pessimist is always alone. An optimist is always two people away from a threesome.",
		"author": "barriola10",
		"timestamp": 1501678047
	},
	{
		"title": "As a kid, my chain always came off my bike. As an adult, it hasn't happened once and I wonder what the hell I was doing.",
		"author": "Dannyboi93",
		"timestamp": 1500691243
	},
	{
		"title": "Mario Kart GO would be absolute mayhem",
		"author": "pm_your_turds",
		"timestamp": 1468371392
	},
	{
		"title": "When I was a small child, my grandmother showed me love by playing along with my make believe games. Now that she is older and has dementia it is my turn to show love by playing along with hers.",
		"author": "Flowsephine",
		"timestamp": 1465679527
	},
	{
		"title": "Def Leppard is the safest music to air drum to while driving because you can keep one hand on the steering wheel.",
		"author": "McVeeth",
		"timestamp": 1479304334
	},
	{
		"title": "Google Earth should develop a flat earth model for April Fools",
		"author": "PeaPodBod",
		"timestamp": 1498519263
	},
	{
		"title": "\"The Bachelor\" is a show about a man dating multiple women at once that is primarily watched by women who hate men who date multiple women at once.",
		"author": "-Lo_Mein_Kampf-",
		"timestamp": 1458230108
	},
	{
		"title": "Dating would be a lot easier if the opposite sex had a tail that way I could see if it was wagging or not after I did or said something.",
		"author": null,
		"timestamp": 1485846670
	},
	{
		"title": "My kids don't beg for toys and I realized it's because they never get to see commercials",
		"author": "tanman1975",
		"timestamp": 1467307147
	},
	{
		"title": "The real unsung hero in School Of Rock is the promoter who got about 2,000 people to a local Battle Of The Bands on a weekday morning.",
		"author": "AndyVale",
		"timestamp": 1416490608
	},
	{
		"title": "Any dog can be a guide dog if you don't care where you're going.",
		"author": "tquo",
		"timestamp": 1473465876
	},
	{
		"title": "Emma Stone is what Lindsey Lohan could have been.",
		"author": "NostralDumass",
		"timestamp": 1483925448
	},
	{
		"title": "I used to set up a SINGLE song downloading on limewire OVERNIGHT and bask in the glory of it the next day, now if I click a gif link that doesn't load within a couple of seconds I cancel it and move on.",
		"author": "Fatchine",
		"timestamp": 1446498299
	},
	{
		"title": "I look both ways before crossing a one way street. That's how much faith I have left in humanity.",
		"author": "beete17",
		"timestamp": 1460921220
	},
	{
		"title": "Wherever a fatal car crash or pedestrian death occurs, a red square with the year of the accident should be permanently included in the pavement. Seeing a lot of red squares in a given location would make drivers and pedestrians more careful.",
		"author": "KubrickIsMyCopilot",
		"timestamp": 1463918299
	},
	{
		"title": "I'm self-conscious of how fast my windscreen wipers are whenever it's raining lightly",
		"author": "AttackFromMars",
		"timestamp": 1497104188
	},
	{
		"title": "Babysitting is a way for teenagers to feel like adults while adults go out to feel like teenagers.",
		"author": "ksnid3r",
		"timestamp": 1444854040
	},
	{
		"title": "You aren't actually afraid of being left alone in your house, or in the forest; You're afraid that you AREN'T alone.",
		"author": "TEarDroP414",
		"timestamp": 1457660568
	},
	{
		"title": "It's a good thing Dr. Seuss books come with pictures, because otherwise I'd have no fuckin clue what he was talking about.",
		"author": "PM_ME_NSFW_HARLEY_Q",
		"timestamp": 1462281102
	},
	{
		"title": "If alcohol was classified like any other drug it would be a prime example of how drugs can ruin your life",
		"author": "Aorus_",
		"timestamp": 1466770910
	},
	{
		"title": "If you attempt to rob a bank you won't have any trouble with rent/food bills for the next 10 years whether you are successful or not",
		"author": "-OmnipotentPotato-",
		"timestamp": 1455223443
	},
	{
		"title": "Pharoahs convincing people they were gods and that taxes should go to building the world's largest fucking buildings for them to die in was the original pyramid scheme",
		"author": "Regularoldballoon",
		"timestamp": 1469060774
	},
	{
		"title": "Sleeping in is considered lazy, but going to bed early is not.",
		"author": "cloudyy182",
		"timestamp": 1455373928
	},
	{
		"title": "Imagine living with an alien species whose food is so amazing that you'd risk punishment just to eat the inedible plastic containers that the food came in. That's a dog's point of view.",
		"author": "manolo_chomsky",
		"timestamp": 1518272477
	},
	{
		"title": "There have been entire civilizations who would never have known that water has a solid form",
		"author": "nothillaryindisguise",
		"timestamp": 1490485420
	},
	{
		"title": "'Landlord' is one of the most medieval titles still in use that I can think of.",
		"author": "Tigerpede",
		"timestamp": 1478827441
	},
	{
		"title": "Cowboys that ride off into the sunset quickly run out of daylight and have to camp just outside of town. Probably should've just stayed put for the night instead of being all dramatic.",
		"author": "throwpillo",
		"timestamp": 1431620755
	},
	{
		"title": "Monopoly would be a lot more realistic if everyone started out with wildly different amounts of money",
		"author": "fyhr100",
		"timestamp": 1487951084
	},
	{
		"title": "I would like to give thanks to the brave men and women who died a long time ago tasting which plants were edible and which plants were not.",
		"author": "firkin_slang_whanger",
		"timestamp": 1430138325
	},
	{
		"title": "If you win a years worth of calendars, do you only win one calendar?",
		"author": "ctysky",
		"timestamp": 1511634583
	},
	{
		"title": "Why do \"do what makes you happy\" commercials always show people that like to hike/adventure, and not show people that like to sit in a dimly lit room playing video games for hours on end.",
		"author": "Asuppa180",
		"timestamp": 1498096564
	},
	{
		"title": "If employee of the month won a private bathroom instead of a parking spot, I would be way more motivated at my job.",
		"author": "itsoutthere",
		"timestamp": 1476888224
	},
	{
		"title": "What if the famous saying about Helen of Troy, she had a face that launched 1000 ships, was slightly mistranslated and its actually, she had a face that raised 1000 masts, making it an ancient dick joke.",
		"author": "MrHorseHead",
		"timestamp": 1515804185
	},
	{
		"title": "January 1st 2000 is now the fake DOB used to get past age verification sites.",
		"author": "dgd_mobius_centurion",
		"timestamp": 1514827907
	},
	{
		"title": "If my boss made me do as much homework as my kids' teachers make them, I'd tell him to go fuck himself.",
		"author": "YourNameIsIrrelevant",
		"timestamp": 1483575162
	},
	{
		"title": "Super large cheeseburgers should have a lot of surface area instead of ridiculous height",
		"author": "Greenbrock",
		"timestamp": 1512855930
	},
	{
		"title": "In GTA, everyone drives with their doors unlocked despite high crime rates",
		"author": "foxy9292",
		"timestamp": 1508592778
	},
	{
		"title": "I'm at that point in life that I don't want to be around anyone I have to use \"Urban dictionary\" to understand.",
		"author": "One9EightyFive",
		"timestamp": 1496956862
	},
	{
		"title": "There should be confetti in tires so when there is a blow out it's still kind of an okay day",
		"author": "Eye_Decay",
		"timestamp": 1440535615
	},
	{
		"title": "I can't believe frying pans and pots don't have standardized detachable handles yet. One handle fits all, and storage would be so much easier.",
		"author": "aussierob",
		"timestamp": 1477832172
	},
	{
		"title": "Only mortals have told me that it would suck to live forever.",
		"author": "Mrlmop",
		"timestamp": 1476519236
	},
	{
		"title": "What if all the Ancient Greek sculptures are actually victims of Medusa?",
		"author": "Sindel_",
		"timestamp": 1460380904
	},
	{
		"title": "In sign language, arthritis is a speech impediment.",
		"author": "drake_n_bake",
		"timestamp": 1470100413
	},
	{
		"title": "Growing up, I thought 'slow dances' would be a bigger occurrence in my adult life than it is.",
		"author": null,
		"timestamp": 1471373802
	},
	{
		"title": "\"Where are you\" is probably the least used phrase in sign language.",
		"author": "SpaaloneBabagus",
		"timestamp": 1474220185
	},
	{
		"title": "The lottery is a great example of how if everyone just pitched in a couple dollars, how much money could be accumulated to get something big done.",
		"author": "Skootchy",
		"timestamp": 1452442360
	},
	{
		"title": "People argue with me more in my head than they do in real life.",
		"author": "YourNameIsIrrelevant",
		"timestamp": 1452255976
	},
	{
		"title": "The problem is not people being uneducated; The problem is that they are educated just enough to believe what they've been taught. And not educated enough to question what they've been taught",
		"author": "kelvinharis",
		"timestamp": 1473509058
	},
	{
		"title": "Someday there will be a TIL post about how Disney didn't create Star Wars but was actually made by some guy named George Lucas.",
		"author": "lextexiana",
		"timestamp": 1450384211
	},
	{
		"title": "I drive safer when there's food on my passenger seat than when there's a person sitting there.",
		"author": "SinisterKid",
		"timestamp": 1449178013
	},
	{
		"title": "Most of the sky is actually below your feet.",
		"author": "cya-KH",
		"timestamp": 1459255504
	},
	{
		"title": "People who need glasses had to pay extra for life’s HD option",
		"author": "Crunchboks",
		"timestamp": 1510864611
	},
	{
		"title": "I recognize click bait almost every time, but still want to know what that child celebrity looks like today.",
		"author": "jeego82",
		"timestamp": 1477671892
	},
	{
		"title": "While growing up, the Bermuda Triangle seemed like a real threat for a while there.",
		"author": "kiwifruitfury",
		"timestamp": 1454274072
	},
	{
		"title": "I turned 18 a half hour ago, I've spent 100% of my adult life on reddit.",
		"author": "foresstguy",
		"timestamp": 1439616313
	},
	{
		"title": "That Google Chrome \"what tab is being noisy?\" speaker icon should function as a mute button.",
		"author": "kirk_is_",
		"timestamp": 1430495263
	},
	{
		"title": "Your dog doesn't know you can make mistakes. When you trip over him in the dark, he thinks you got up just to kick him in the head.",
		"author": "Throw13579",
		"timestamp": 1438961331
	},
	{
		"title": "You know you're fucked if your favorite band visits you while you're in a hospital",
		"author": "shakingthebeef",
		"timestamp": 1464303182
	},
	{
		"title": "Websites should post their password requirements on their login pages so I can remember WTF I needed to do to my normal password to make it work on their site",
		"author": "firstrival",
		"timestamp": 1438852009
	},
	{
		"title": "More people would dance if they saw it as a release, and not a performance to be graded by strangers",
		"author": "weltallic",
		"timestamp": 1519387644
	},
	{
		"title": "Since the Death Star is the size of a small moon, Obi Wan and Luke were very lucky that they docked close to the things they needed to accomplish",
		"author": "pjdurst",
		"timestamp": 1460040032
	},
	{
		"title": "If 9/11 had happened this year instead of 2001, we'd have all kinds of horrifying, incredible footage from people trapped inside the World Trade Center since everyone would have had a smartphone.",
		"author": "ns156",
		"timestamp": 1456837569
	},
	{
		"title": "On any given day in a hospital, you can find people having the best day of their life, the worst day of their life, the first day of their life, and the last day of their life all under one roof.",
		"author": "Turd_Wrangler_Guy",
		"timestamp": 1463032064
	},
	{
		"title": "Reddit is like a friend that you think is really funny at first until you realize that they just repeat the same jokes over and over again.",
		"author": "HumanOfTheYear2013",
		"timestamp": 1438349750
	},
	{
		"title": "You never realize how often you swallow until you have a really bad sore throat",
		"author": "TacoDeliveryGuy2",
		"timestamp": 1520488225
	},
	{
		"title": "If Paul McCartney really did die in 1967, the guy who took his place has arguably had a much better and longer career than the original ever had, and deserves all the same accolades.",
		"author": "themicahnator",
		"timestamp": 1494076132
	},
	{
		"title": "A strip club with no music would be really unsettling.",
		"author": "game_of__moans",
		"timestamp": 1513723556
	},
	{
		"title": "Any time I lift a heavy object with another person I always feel like I'm only doing 10% of the work.",
		"author": "cjohn4043",
		"timestamp": 1491703167
	},
	{
		"title": "If two pregnant women get into a fist fight, it's like a mech battle between two fetuses.",
		"author": "SPESSMEHRINE",
		"timestamp": 1428711970
	},
	{
		"title": "\"Amen\" is like the religious version for \"tru dat\"",
		"author": "luxou95",
		"timestamp": 1480074471
	},
	{
		"title": "If any realistic message came out of Shrek, it would be that ugly people don't need to worry about being ugly since they will just marry other ugly people.",
		"author": "timetrough",
		"timestamp": 1505678330
	},
	{
		"title": "If humans have only existed for 0.2% of the earth’s existence, it’s way more likely aliens turned up, saw an empty planet and then left without a second thought.",
		"author": "Erratic_Professional",
		"timestamp": 1521149708
	},
	{
		"title": "In the 50s people were fantasizing about robots doing all of our work, now people are terrified of it.",
		"author": "Grrlpants",
		"timestamp": 1484561771
	},
	{
		"title": "Without Mister T, \"I pity the fool\" would sound like something out of a Shakespeare play",
		"author": "BrickBuster2552",
		"timestamp": 1491523610
	},
	{
		"title": "Whenever I see a typing mistake on the Internet, I check my keyboard to see if it's a reasonable error or not.",
		"author": null,
		"timestamp": 1466117626
	},
	{
		"title": "Home is where it smells like nothing",
		"author": "Lohmemo",
		"timestamp": 1514103993
	},
	{
		"title": "All marijuana is considered medical marijuana if you believe laughter is the best medicine.",
		"author": "ThatLonelyAstronaut",
		"timestamp": 1470585532
	},
	{
		"title": "In the Lion King, Mufasa explains to Simba the circle of life: “when we die, our bodies become the grass, and the antelope eat the grass.\" When Scar murdered Mufasa, he threw him into a gorge. There's no grass in the gorge, antelope don't go into the gorge, Mufasa never completed the circle of life.",
		"author": "redrobin1257",
		"timestamp": 1523470084
	},
	{
		"title": "The Mannequin Challenge is the exact opposite of the Harlem Shake",
		"author": null,
		"timestamp": 1480016939
	},
	{
		"title": "It's annoying that when drinking hot chocolate, the marshmallows move away from my mouth but when drinking water the ice tries to force its way into my mouth.",
		"author": "PoisenStrenght",
		"timestamp": 1488373536
	},
	{
		"title": "I've seen my girlfriend's butthole more times than I've ever seen mine.",
		"author": "kgolfer2012",
		"timestamp": 1480603073
	},
	{
		"title": "Why do I spend 20 mins searching for something to watch on Netflix, only to pick up my phone to read reddit as soon as the show starts?",
		"author": "Kiwicanary",
		"timestamp": 1479626392
	},
	{
		"title": "When someone says there may be aliens in other galaxies, I'm inclined to believe them. When someone says they have proof, I think they're full of crap.",
		"author": "Death_by_Corgi",
		"timestamp": 1479824419
	},
	{
		"title": "My activities on the internet are basically the same things I would do if I were a ghost: Listen in on people's conversations, spy on people having sex, and watch whatever movies and concerts I want for free.",
		"author": "Khromulabobulation",
		"timestamp": 1447931508
	},
	{
		"title": "Cardboard boxes are pretty flimsy until you try to stuff them into the trash can.",
		"author": "Genericguy25",
		"timestamp": 1499312864
	},
	{
		"title": "People who put plastic covers on their furniture are making it not look nice in an attempt to keep it looking nice.",
		"author": "Four-Waffles",
		"timestamp": 1522762037
	},
	{
		"title": "Humans made up the concept of \"dog years\" as a way to keep from being sad that dogs die young.",
		"author": "theanti_girl",
		"timestamp": 1482028641
	},
	{
		"title": "Most animals don't recognize their own reflection because their brains aren't complex enough. I wonder if humans have observed something which we cannot comprehend or even know we cannot comprehend because our brains lack that complexity.",
		"author": "bloodygames",
		"timestamp": 1465742446
	},
	{
		"title": "If you swap the spinach for beer, then any episode of Popeye becomes a bitter story of a raging alcoholic, right down to the speech impediment and tendency to fight people who he believes are trying to steal \"his girl\"",
		"author": null,
		"timestamp": 1434764256
	},
	{
		"title": "The missing Malaysia flight 370 is exactly what the show \"Lost\" would've looked like from the rest of the world's POV.",
		"author": "Sac_Man10",
		"timestamp": 1449466610
	},
	{
		"title": "Your shadow is a confirmation that light has traveled nearly 93 million miles unobstructed, only to be deprived of reaching the ground in the final few feet thanks to you.",
		"author": "tectactoe",
		"timestamp": 1412881733
	},
	{
		"title": "Making toothpaste addictive would result in a lot more people with clean teeth.",
		"author": "Suicidexhrist",
		"timestamp": 1521873798
	},
	{
		"title": "I base 95% of my purchases off of product reviews, yet always forget to leave one myself.",
		"author": "bullsonparade90",
		"timestamp": 1482243957
	},
	{
		"title": "What if instead of playing dodgeball or climbing ropes, gym class focused on proper body mechanics like good posture, running properly, squating correctly or lifting a box from the ground?",
		"author": "Ryangonzo",
		"timestamp": 1469707257
	},
	{
		"title": "If Spotify/Pandora played sounds of screaming babies instead of ads, I'd go premium instantly.",
		"author": "catchyphrase",
		"timestamp": 1482616662
	},
	{
		"title": "\"Remind me to ________\" is just another way of saying, \"If I forget, it's your fault too\".",
		"author": "JPree",
		"timestamp": 1476114888
	},
	{
		"title": "I'm willing to spend countless hours perfecting my MMO character but i halfass my way through real life.",
		"author": "ValorCore",
		"timestamp": 1459346927
	},
	{
		"title": "Maybe plants are farming us, giving us oxygen until we decompose and they can eat us",
		"author": "BuddyPeanuts",
		"timestamp": 1508273264
	},
	{
		"title": "Han Solo tells C3PO \"never tell me the odds\" a few times in the series, but when Luke hits the exhaust portal to blow up the Death Star, the first thing he says is \"great shot kid, that was one in a million\"",
		"author": "wait_huh",
		"timestamp": 1495476994
	},
	{
		"title": "Masturbating to other people fucking, is a weird way of finding happiness in other people's happiness.",
		"author": null,
		"timestamp": 1487167031
	},
	{
		"title": "When I bake bread, I give thousands of yest organisms false hope by feeding them sugar, before ruthlessly baking them to death in an oven and eating their corpses.",
		"author": "Hq3473",
		"timestamp": 1477262581
	},
	{
		"title": "Batman is a 1 percenter beating up the mentally ill.",
		"author": "delitomatoes",
		"timestamp": 1446789907
	},
	{
		"title": "Everyday, someone on Earth unknowingly does the biggest poo in the world for that day.",
		"author": "swallowing_panda",
		"timestamp": 1420503111
	},
	{
		"title": "I've trained my dog to bark at the door whenever he wants to go in or out, but to him, he thinks he has trained me to open the door whenever he barks.",
		"author": "Gscags",
		"timestamp": 1500797540
	},
	{
		"title": "I'd never lick my dish sponge but I happily rub it all over stuff I eat out of.",
		"author": "BitcoinBanker",
		"timestamp": 1475392294
	},
	{
		"title": "Watching all these Hollywood people pretend they didn't know about Weinstein is some of the best acting they’ve done in years.",
		"author": "SunnyvaleBubbles2112",
		"timestamp": 1508331826
	},
	{
		"title": "I would rather spend 10 extra minutes driving on an empty road than be in traffic.",
		"author": "SCADA_MASTER",
		"timestamp": 1459160712
	},
	{
		"title": "There are no real flat-earthers, just a bunch of trolls posing as flat-earthers who think they're trolling other flat-earthers.",
		"author": null,
		"timestamp": 1520207379
	},
	{
		"title": "Cup holders are just cup cups.",
		"author": "TheCreatorLovesYou",
		"timestamp": 1482904821
	},
	{
		"title": "I don't trust people to genetically 'design' their child because I see what they do with character creation in games.",
		"author": "Slimebeast",
		"timestamp": 1469737528
	},
	{
		"title": "Shrek is a movie about loving yourself for who you are despite your physical appearance, but during the entire film they are making fun of Lord Farquaad for being short instead of all his other detestable qualities.",
		"author": "Haskillbrother",
		"timestamp": 1462388563
	},
	{
		"title": "From the mouth of my 8 year old son: \"When you think about the future, your mind is time traveling.\"",
		"author": "Laborum",
		"timestamp": 1458302488
	},
	{
		"title": "Being the first one to wake up at a sleepover has been massively improved by Wifi.",
		"author": "drakeonaplane",
		"timestamp": 1485532601
	},
	{
		"title": "Michael Phelps is actually pretty slow for an aquatic mammal.",
		"author": "regulate213",
		"timestamp": 1471098374
	},
	{
		"title": "Every time I check my pockets for my wallet, keys, and phone, I do 25% of the macarena.",
		"author": null,
		"timestamp": 1467603013
	},
	{
		"title": "Pulling an earbud out when you see a friend is like the modern equivalent of tipping your hat.",
		"author": "baaaagels",
		"timestamp": 1488418538
	},
	{
		"title": "Putting soymilk into coffee is putting beanwater into a different kind of beanwater.",
		"author": null,
		"timestamp": 1476883045
	},
	{
		"title": "Closing all your tabs when you're finished writing an essay is like running a victory lap.",
		"author": "ElfScammer",
		"timestamp": 1523117783
	},
	{
		"title": "There are millions of suits and dresses buried underground",
		"author": "redbluegreen64",
		"timestamp": 1486058006
	},
	{
		"title": "Making friends would be a lot easier if it was socially acceptable to ask, \"wanna be friends?\" at any age.",
		"author": null,
		"timestamp": 1484000956
	},
	{
		"title": "Siri or Cortana should say \"uhm...\" \"uh...\" \"hm...\" instead of showing a buffering animation.",
		"author": "EverydayImShowering",
		"timestamp": 1477754922
	},
	{
		"title": "When I procrastinate, current me really expects a lot out of future me.",
		"author": "AthleticNerd_",
		"timestamp": 1474550530
	},
	{
		"title": "The best item to protect you from sasquatch attacks is a camera.",
		"author": "papertank17",
		"timestamp": 1440604458
	},
	{
		"title": "Car horns should only be allowed to be in pitches C, E, and G, so whenever two people honk at the same time it will be in harmony and traffic jams will sound like symphonies.",
		"author": "bringbackseymour",
		"timestamp": 1457709887
	},
	{
		"title": "Is cutting off Mike Wazowski's legs the same thing as beheading him?",
		"author": "DKBetiza",
		"timestamp": 1461285846
	},
	{
		"title": "USB sounds like a backup in case the USA fails.",
		"author": "Fivelon",
		"timestamp": 1422383820
	},
	{
		"title": "Someone laughing after they are finished crying is the human equivalent of a rainbow.",
		"author": "rodrigueznathaniel",
		"timestamp": 1490814837
	},
	{
		"title": "1984-2000 seems a very long time compared to 2000-2016.",
		"author": "the_ordertaker",
		"timestamp": 1468410434
	},
	{
		"title": "If I knock up my girlfriend tonight, 12 years from now I won't have to shovel snow.",
		"author": "turnpikenorth",
		"timestamp": 1424197072
	},
	{
		"title": "I never realized how short a month is until I started paying rent",
		"author": "ladyoboe",
		"timestamp": 1449755100
	},
	{
		"title": "Outer space is 50 miles up. Canada is 200 miles north. I'm closer to outer space than I am to Canada.",
		"author": "_dusklight_",
		"timestamp": 1449243439
	},
	{
		"title": "Breaking Bad could have aired in the year 2000. Walter White never once uses a computer, Jesse Pinkman uses a flip phone, and videos are shared between characters through DVDs.",
		"author": "Inovox",
		"timestamp": 1458485822
	},
	{
		"title": "Buying Halloween candy as an adult is like paying your dues for all the years of free candy you took from people.",
		"author": "herbiecouscous",
		"timestamp": 1509494509
	},
	{
		"title": "You know how we could save a lot of water? Automatic flush toilets that don't unnecessarily flush three times during one use.",
		"author": "ihartmybike",
		"timestamp": 1511582894
	},
	{
		"title": "My intestines and organs can operate perfectly my whole life without any external maintenance but if I don't brush my teeth for two weeks I get a bunch of cavities and tooth decay.",
		"author": "natedogred",
		"timestamp": 1502638328
	},
	{
		"title": "As an introvert, house arrest sounds more like a privilege than a punishment.",
		"author": "Azrane",
		"timestamp": 1494032524
	},
	{
		"title": "\"Don't burn your tongue on free coffee\" would make a great modern idiom.",
		"author": "Oakenboken",
		"timestamp": 1510853274
	},
	{
		"title": "Some billionaire should give all their money to charity, start over, and call it prestiging.",
		"author": "yatpay",
		"timestamp": 1442534032
	},
	{
		"title": "Movies will always break monetary records because of inflation. They should be rated on how many tickets were sold versus how much money was made.",
		"author": "lispboy",
		"timestamp": 1434392372
	},
	{
		"title": "On April Fools Day, Brazzers should make a video where a hot male plumber goes to a sorority house and fixes the toilet and leaves normally",
		"author": "Jam_Clam",
		"timestamp": 1405548363
	},
	{
		"title": "I wonder if my dog always follows me into the bathroom when I have to go potty because I always follow him outside when he does and he just thinks that's how it works.",
		"author": "Lyslyssa",
		"timestamp": 1418059478
	},
	{
		"title": "It would be scary as fuck if the entire Ocean was clear like a swimming pool.",
		"author": "JustinTimberbeach",
		"timestamp": 1475167310
	},
	{
		"title": "Everyone who I've heard say \"don't tell me how to raise my child\" was not doing a good job at it.",
		"author": null,
		"timestamp": 1462837450
	},
	{
		"title": "If libraries were thought up today, they would be shut down by book industry lobbyists",
		"author": "cat_master_plan",
		"timestamp": 1472520989
	},
	{
		"title": "I find it so hard to think \"sassy\" or \"rude\" little children are cute. Because I know they are just mimicking their parents who are probably major assholes.",
		"author": "Ennyui",
		"timestamp": 1469244173
	},
	{
		"title": "If Google Devices Only Start Listening Once You Say \"Okay Google\", Then How Do They Know When You Say \"Okay Google\"?",
		"author": null,
		"timestamp": 1514309691
	},
	{
		"title": "I am more comfortable talking with newer friends because they are familiar with the newest incarnation of me and hold less expectations.",
		"author": null,
		"timestamp": 1476240420
	},
	{
		"title": "One big difference between men and women is that if a woman says \"Smell this...\" it will usually smell nice.",
		"author": "Johnbolia",
		"timestamp": 1525612693
	},
	{
		"title": "Teachers probably enjoyed class movie days more than we did.",
		"author": "ProtoNewtype",
		"timestamp": 1506087016
	},
	{
		"title": "Growing up, I heard a lot about Anchovy Pizzas. Now that I'm an adult, I realize that I have never once heard anyone order an Anchovy Pizza.",
		"author": "frustrated_pen",
		"timestamp": 1460560917
	},
	{
		"title": "My worst trait as a shitty American is experiencing frustration when filling out a profile and finding that the 'Country' section doesn't have USA listed at the top",
		"author": "PalmBeacham",
		"timestamp": 1455895030
	},
	{
		"title": "Thinking my cat was simple minded for being entertained by string. Only to realize I was being entertained by a cat playing with a string.",
		"author": "smittypeg81",
		"timestamp": 1479832624
	},
	{
		"title": "In Moana the chicken has to be told not to eat rocks. Also in Moana.... The Rock has to be told not to eat the chicken.",
		"author": "coolhanddiglet",
		"timestamp": 1502837997
	},
	{
		"title": "They should create a teenage-version of \"Who Wants to Be a Millionaire,\" but instead of a million dollars, the winner gets a full scholarship to the university of their choice",
		"author": "TheMiddleClass",
		"timestamp": 1412012495
	},
	{
		"title": "A telephone makes sound travel faster than the speed of sound",
		"author": "UwRandom",
		"timestamp": 1477308152
	},
	{
		"title": "I don't pay attention to usernames unless someone says \"username checks out.\"",
		"author": "watsonj3981",
		"timestamp": 1459113547
	},
	{
		"title": "We live in a world where lemonade is made from artificial flavors and furniture polish is made from real lemons..",
		"author": "DominickCosta",
		"timestamp": 1464088871
	},
	{
		"title": "The funniest guy in the room is usually smart, but the smartest guy in the room usually isn't very funny.",
		"author": "CrispyChickenSkin",
		"timestamp": 1471530061
	},
	{
		"title": "On TV, once the \"bad guy\" gets caught in a lie and admits it, everyone assumes they're always telling the truth suddenly.",
		"author": "redsadventure",
		"timestamp": 1485350418
	},
	{
		"title": "Intentionally losing a game of rock paper scissors is just as hard as winning it.",
		"author": "Reapursouls",
		"timestamp": 1487303636
	},
	{
		"title": "My 102 year old grandmother has lived through 42% of US history.",
		"author": "ggginasswrld",
		"timestamp": 1464906947
	},
	{
		"title": "My daughter routinely comes home from school with 1-2 hours of homework to do every night. If my boss did this to me I would tell him to shove it up his ass.",
		"author": null,
		"timestamp": 1455800730
	},
	{
		"title": "Reddit is probably the world's largest group of people that communicate while shitting.",
		"author": "durkdurkistanian",
		"timestamp": 1479529618
	},
	{
		"title": "Amazon should have an option to donate money to get you over the free shipping threshold.",
		"author": "bushleague11",
		"timestamp": 1473204382
	},
	{
		"title": "Actually making eye contact would be really gross.",
		"author": "shakeythirsty",
		"timestamp": 1486321049
	},
	{
		"title": "Going to the bathroom with your cellphone at work is this generation's smoke break.",
		"author": "VladDracul_III",
		"timestamp": 1487713371
	},
	{
		"title": "Teachers wont let you use Wikipedia, But they make you use 30 year old textbooks",
		"author": null,
		"timestamp": 1460479129
	},
	{
		"title": "If I have 2 choices and 1 of them is taken away, I have 0 choices.",
		"author": "Sir_Flashypants",
		"timestamp": 1446902959
	},
	{
		"title": "As a kid, I got lectured for only doing the bare minimum to complete a task. As an engineer, I get paid to do just that.",
		"author": "muffinpoots",
		"timestamp": 1445181680
	},
	{
		"title": "As a kid, I thought other peoples houses smelled weird and that mine was the only one that didn't.",
		"author": "sublime815",
		"timestamp": 1483895211
	},
	{
		"title": "Shaking hands, giving the peace sign, and bumping fists are all ways to say goodbye. It's like rock paper scissors, except you want to tie.",
		"author": "PunchMeat",
		"timestamp": 1523919318
	},
	{
		"title": "The effort that people must put into copying and pasting ¯\\_(ツ)_/¯ from the internet really goes against the ethos of the shoulder shrug.",
		"author": "futurefred",
		"timestamp": 1502506411
	},
	{
		"title": "Netflix is like a refrigerator full of food but with nothing I want to eat.",
		"author": "rsahk",
		"timestamp": 1439477315
	},
	{
		"title": "R/Creepy should continue to show up on your front page even after you unsubscribe",
		"author": "littlemissstick",
		"timestamp": 1429669521
	},
	{
		"title": "Swiss army knives are like 8% knife",
		"author": "LMAOtorboat",
		"timestamp": 1511701191
	},
	{
		"title": "Vin Diesel is likely to make more money than I am in my entire life, for just saying 'I am Groot'.",
		"author": "Injoker1993",
		"timestamp": 1493458609
	},
	{
		"title": "The more interracial sex we have, the less interracial sex we can have.",
		"author": "djoodlesofnoodles",
		"timestamp": 1448221495
	},
	{
		"title": "When I was younger, I used to love getting phonecalls and seeing who was calling me; as an adult, I cringe every time my phone rings",
		"author": "trexrocks",
		"timestamp": 1495751507
	},
	{
		"title": "I've woken up over 10,000 times and I'm still not used to it",
		"author": "dankerinooo",
		"timestamp": 1465601872
	},
	{
		"title": "The true genius of James Franco and Seth Rogan is they found a way to get paid millions of dollars to hang out with their friends and get high.",
		"author": "SyCoCyS",
		"timestamp": 1482465055
	},
	{
		"title": "“I don’t watch TV” proudly says a person who spends 8 hours a day on the internet",
		"author": "ZeusThunder369",
		"timestamp": 1446221730
	},
	{
		"title": "As I continue to go bald, every day is both the worst hair day of my life, and best hair day I'll have for the rest of my life.",
		"author": "ButtersNZ",
		"timestamp": 1492026636
	},
	{
		"title": "The reason I like Reddit so much is because no one from my family uses it",
		"author": "Choupina",
		"timestamp": 1472349791
	},
	{
		"title": "Villains are commonly portrayed as geniuses and mad scientists who use advanced science to take over the world. In reality, the most evil comes out of ignorance and the rejection of science.",
		"author": "OldBarns",
		"timestamp": 1505051326
	},
	{
		"title": "What if ghosts don't kill us because then we'd be ghosts and it'd be super awkward.",
		"author": "Inquisitive_Luke",
		"timestamp": 1475322270
	},
	{
		"title": "I have never seen someone write the letter \"a\" with how it is shown in most fonts. I have only seen it written as \"ɑ.\"",
		"author": "Bruss48",
		"timestamp": 1474299257
	},
	{
		"title": "Subreddits that don't allow downvoting are basically Facebook.",
		"author": "___--_",
		"timestamp": 1447502881
	},
	{
		"title": "Dating in your 30s and 40s is like, \"I wonder what this person's tragedy is\"",
		"author": null,
		"timestamp": 1477607541
	},
	{
		"title": "As a child I never thought about race, gender, or religion until school and textbooks mentioned it",
		"author": "TheSholvaJaffa",
		"timestamp": 1460512263
	},
	{
		"title": "For being in the middle of a heroin epidemic, we have some shitty music",
		"author": "Misc_carbon_unit",
		"timestamp": 1500513103
	},
	{
		"title": "The only time I've ever used the panic button on my car key is when I accidentally press it, causing me panic.",
		"author": null,
		"timestamp": 1461007632
	},
	{
		"title": "Every picture I take is a \"before meth\" picture",
		"author": "Sundevil13",
		"timestamp": 1476299862
	},
	{
		"title": "I am always a little bit relieved when I walk into a men's bathroom and see a urinal and know I made the correct choice.",
		"author": "GP_3",
		"timestamp": 1478277833
	},
	{
		"title": "Imagine how confusingly adorable sabertooth kittens would have been.",
		"author": "Dadikoe",
		"timestamp": 1518989568
	},
	{
		"title": "If SpaceX had delayed their launch a few days until Xmas eve, parents in Los Angeles could have blown their kids minds telling them it was Santa",
		"author": "OpinionatedAss",
		"timestamp": 1514085966
	},
	{
		"title": "Shopping with my girlfriend is like being the NPC party member of an RPG.",
		"author": "syverlauritz",
		"timestamp": 1492944173
	},
	{
		"title": "The entire purpose of a bayonet is to bring a knife to a gun fight.",
		"author": null,
		"timestamp": 1470921115
	},
	{
		"title": "A funny thing about hipsters is that some don't realize they are hipsters, and those hipsters often make fun of other hipsters for being hipsters. This gives me constant paranoia that I too may be a hipster.",
		"author": "abittooliteral",
		"timestamp": 1489446964
	},
	{
		"title": "Having one side of the family meet the other is like doing a crossover episode between tv shows",
		"author": "louierosner",
		"timestamp": 1504531611
	},
	{
		"title": "Someone cared about Butthead enough to pay for him to have braces.",
		"author": "planetsalic",
		"timestamp": 1487042406
	},
	{
		"title": "I wish we had the ability to dream together with other people,like multi-player dreaming",
		"author": "kuwa_123",
		"timestamp": 1480511029
	},
	{
		"title": "If an asteroid wiped out humanity, burying our bodies far beneath the surface, under huge pressure and heat for milllions of years, turning us into oil. What are the chances of intelligent species coming to life, extracting us, molding us into colorful shafts that pleasure their genitals?",
		"author": "neutrns13",
		"timestamp": 1476693339
	},
	{
		"title": "The Internet is basically a teenager right now. It's got all this potential, but the only thing it's focused on is buying things, trying to be popular, and sex.",
		"author": "WHO_TF_AM_I",
		"timestamp": 1431214994
	},
	{
		"title": "There are seven year olds in America who have never had a white president",
		"author": "get_ripped_boy",
		"timestamp": 1423759685
	},
	{
		"title": "You eat 2 pieces of toast with butter on it and it's okay. You put those pieces together and tell people you had a butter sandwich, you get a different response.",
		"author": "lemmiwinks81",
		"timestamp": 1478455225
	},
	{
		"title": "I've been so used to feeling depressed that being happy for long periods of time makes me uncomfortable",
		"author": "JoshiNomz",
		"timestamp": 1490169825
	},
	{
		"title": "You could add any numbers after 3.14159265358 and people would probably believe you if you said you knew the first 100 digits of pi",
		"author": "yangchi2436",
		"timestamp": 1524094674
	},
	{
		"title": "Reddit is like one of those girls on Facebook that say they hate drama but actually fucking love it",
		"author": null,
		"timestamp": 1436021123
	},
	{
		"title": "If having kids naturally was as hard as adopting, world population would plummet. If adopting was as easy as having kids naturally, the world would run out of orphans.",
		"author": "actually_crazy_irl",
		"timestamp": 1484857846
	},
	{
		"title": "next generation kids will have crazy gamer parents, so they will probably think gaming is lame,",
		"author": "abarri",
		"timestamp": 1508431771
	},
	{
		"title": "When flirting biting your lower lip is sexy, but biting your upper lip isn't",
		"author": "darwinrules1809",
		"timestamp": 1503069743
	},
	{
		"title": "Correcting students when they say \"Can I use the bathroom?\" is worthless because no adult ever has to ask to use the bathroom",
		"author": "SuckinDownOnFarts",
		"timestamp": 1492573034
	},
	{
		"title": "The real life equivalent of a repost is when someone says a joke and no one hears it, then someone else says the exact same thing and everyone laughs.",
		"author": "jammergammer",
		"timestamp": 1514221667
	},
	{
		"title": "I wonder if, through evolution, rain sounds are \"soothing\" at night because there's less of a chance of predators in a storm",
		"author": "jonesyjonesy",
		"timestamp": 1444394037
	},
	{
		"title": "Nothing will have you questioning your taste in music quite like putting your whole library on shuffle.",
		"author": "themagicprince",
		"timestamp": 1506622727
	},
	{
		"title": "Weird Al Yankovich has managed to remain culturally relevant far longer than most of the people he's parodied",
		"author": null,
		"timestamp": 1464482489
	},
	{
		"title": "I definitely used way more glue in the first five years of my life than I have in all the time since then.",
		"author": "UllrRllr",
		"timestamp": 1470803206
	},
	{
		"title": "Now that Chris Cornell, Layne Staley, Scott Weiland and Kurt Cobain are all gone, the chorus of Pearl Jam's \"Alive\" sounds a bit like Eddie Vedder gloating.",
		"author": "GrandAsAMoff",
		"timestamp": 1499045831
	},
	{
		"title": "\"Great minds discuss ideas, average minds discuss events, small minds discuss people\" is a quote that discusses people.",
		"author": "ActuallyNotSnoopDogg",
		"timestamp": 1431263049
	},
	{
		"title": "At age 25 if a friend tells me they're pregnant I don't know whether to say \"oh shit!\" Or \"congratulations!\"",
		"author": "sprogger",
		"timestamp": 1466085682
	},
	{
		"title": "If a Stormtrooper shoots and kills a major character in the new Star Wars movie, it will be the greatest plot twist of all time.",
		"author": "ANPhiK",
		"timestamp": 1429452724
	},
	{
		"title": "Self driving cars should be able to connect with smart-watches, so that when the owner has a heart attack, the car can drive him to hospital.",
		"author": "wieli99",
		"timestamp": 1498900623
	},
	{
		"title": "It has to be frustrating for EDM fans to search for the title of a song that is stuck in their head.",
		"author": "cory_bdp",
		"timestamp": 1518620873
	},
	{
		"title": "If a burglar broke into my house at night, I'm sure they'd give up after the fourth baby gate.",
		"author": "67_Mopar",
		"timestamp": 1468770331
	},
	{
		"title": "In this day in age texting 911 should be available in all areas. Who wants to risk their intruder hearing them while hiding in the closet?",
		"author": "the4dude2abides0",
		"timestamp": 1492515856
	},
	{
		"title": "I'll give a million dollars to the man who can do something about motherfucking webpages moving an inch just before I click something so I hit the wrong link.",
		"author": "Miles_Prowess",
		"timestamp": 1467022799
	},
	{
		"title": "The phrase \"Click it or Ticket\" shows financial burden is a stronger deterrent than serious injury or death.",
		"author": "kevinsaidok",
		"timestamp": 1509059711
	},
	{
		"title": "We have two universal languages: mathematics, and music. One to describe the universe, and one to describe how we feel about it.",
		"author": "Alfalfa_Centauri",
		"timestamp": 1471267230
	},
	{
		"title": "Tamagotchis have been replaced with FitBit. Now we are the thing that needs to be walked.",
		"author": "Burgerstand",
		"timestamp": 1467805401
	},
	{
		"title": "I don't get why people are upset we haven't invented hover-boards by 2015 when according to the same movie, we should've had a time machine back in in 1985.",
		"author": "iZacAsimov",
		"timestamp": 1445033325
	},
	{
		"title": "Adult websites should make MILF related premium content free today",
		"author": "CallMe_Dig_Baddy",
		"timestamp": 1462710106
	},
	{
		"title": "As someone who was born well after Nixon's Presidency, I have learned more about him through Futurama than anything else.",
		"author": "Knot4Every1",
		"timestamp": 1465352267
	},
	{
		"title": "You know shit just went down in a tv episode when they show the credits with no music",
		"author": "-I-am-jack-",
		"timestamp": 1462663388
	},
	{
		"title": "As a kid, if I was in trouble or my parents did something I didn't like, I would say to myself, \"I will never do that to my kids.\" Now as a parent, I can't remember what I am supposed to do differently.",
		"author": "FlabbyFanny",
		"timestamp": 1471002086
	},
	{
		"title": "You could seriously piss off your neighbours by buying a puppy and naming it the same as their child.",
		"author": "chilejon",
		"timestamp": 1460280110
	},
	{
		"title": "It must suck when billionaires wake up feeling like a million bucks",
		"author": "electrovert",
		"timestamp": 1437600174
	},
	{
		"title": "I don't appreciate the time that I don't have a cold nearly enough as I should.",
		"author": "cynthiadangus",
		"timestamp": 1450851192
	},
	{
		"title": "I drive 60-80 mph staying in a narrow lane on the freeway, but I would be terrified driving on a bridge that narrow without any railings.",
		"author": "_skd",
		"timestamp": 1482329295
	},
	{
		"title": "A progressive Santa would leave solar panels in a naughty child's stocking.",
		"author": null,
		"timestamp": 1482674041
	},
	{
		"title": "The world isn't getting dumber. It's just easier for dumb people to get their thoughts heard.",
		"author": "lb8ovn",
		"timestamp": 1463417079
	},
	{
		"title": "We need a new TL;DR. How about TS;DL (Too slow; didn't look) for those times when the picture or gif takes too damn long to load!",
		"author": "NAMKNURD",
		"timestamp": 1437751335
	},
	{
		"title": "Bear Grylls should take the spoiled rich kids from MTV's My Super Sweet 16 to live in the wild and name the show \"Grylls Scouts\"",
		"author": "muffhug",
		"timestamp": 1422712651
	},
	{
		"title": "Really simple paintings like plain white canvases that sell for millions of dollars could probably just be the mafia discretely transferring money.",
		"author": "Mother_Joel",
		"timestamp": 1526580155
	},
	{
		"title": "People who ask late-sleepers what time they woke up aren't actually interested in the answer. They just want to feel superior for choosing to sleep at a more convention time.",
		"author": null,
		"timestamp": 1471473002
	},
	{
		"title": "When I first drank Bud Light, I didn't really like it because I didn't like beer. Now, I don't really like it because I like beer.",
		"author": "TrustyDrusty",
		"timestamp": 1456238236
	},
	{
		"title": "We should get an employee discount with self checkout",
		"author": "stlknowswhy",
		"timestamp": 1466996668
	},
	{
		"title": "When I was younger I'd to try and impress people by how expensive an item was but as I've grown up, I now try to impress people with how cheap I got something.",
		"author": "sp00ky_j",
		"timestamp": 1492388505
	},
	{
		"title": "As a 20 year old man I still don't feel confident enough to brush my teeth in the shirt I plan on wearing today.",
		"author": "Greenguy1996",
		"timestamp": 1476439131
	},
	{
		"title": "The human body is technically capable of reproduction at 12, but the brain hasn't stopped fully developing before you're 25. Mentally you're most likely to not be ready to be a father at 25, but physically, you'd be old enough to be someone's grandfather.",
		"author": "actually_crazy_irl",
		"timestamp": 1511440415
	},
	{
		"title": "I am 100% confident that if I ever hit a kid with my car, it will be because I'm staring at my speedometer in a school zone.",
		"author": "Alexthetetrapod",
		"timestamp": 1481733818
	},
	{
		"title": "The \"Be Cool. Stay In School.\" campaign is what taught me that dropping out was even a possibility.",
		"author": "TheCreatorLovesYou",
		"timestamp": 1483283928
	},
	{
		"title": "Reddit is the only place where I've learnt to not trust the article headlines and instead expect a stranger in the comments to tell me the truth",
		"author": "TurkeyTurrds",
		"timestamp": 1444480954
	},
	{
		"title": "Tobacco companies kill their best customers and condom companies kill their future customers.",
		"author": "FourWordReplies",
		"timestamp": 1470612481
	},
	{
		"title": "Dungeon keys in Zelda work on any door but can only be used once. That is the exact opposite of how a key is supposed to work.",
		"author": "QuincyAzrael",
		"timestamp": 1463224905
	},
	{
		"title": "If I ever lose my pinky finger, when children ask what happened I'm going to tell them that I broke a promise.",
		"author": "punnyhuman",
		"timestamp": 1430747134
	},
	{
		"title": "I find replying to an insult easier than replying to a compliment",
		"author": "JSM98",
		"timestamp": 1482842390
	},
	{
		"title": "They should put a tiny message at the end of chapstick tubes congratulating you for not losing the damn thing.",
		"author": "Jabroni0530",
		"timestamp": 1424354881
	},
	{
		"title": "whoever invented light switches on the outside of bathroom doors was probably an only child",
		"author": "LuxNA",
		"timestamp": 1510420029
	},
	{
		"title": "They should announce a sequel to Groundhog Day and then just re-release the original.",
		"author": "FlyLikeAMouse",
		"timestamp": 1419031897
	},
	{
		"title": "Imagine how terrified the first person who ever saw a whale was.",
		"author": "Thirdeev",
		"timestamp": 1520183381
	},
	{
		"title": "I'm raising my son on Netflix, and so far he has not been exposed to one iota of advertising, and has no idea what the 'cool' toys are.",
		"author": null,
		"timestamp": 1453169523
	},
	{
		"title": "Bill Nye's recent spike in popularity is due to the generation of kids who watched his videos in grade school coming to power.",
		"author": "DildoEngineer",
		"timestamp": 1443707182
	},
	{
		"title": "Having weekdays off is like playing an MMO when no one else is online.",
		"author": "el_oh_el_at_you",
		"timestamp": 1496944467
	},
	{
		"title": "The guy that figured out babies instinctively hold their breath under water probably had a lot of explaining to do...",
		"author": "Odin343",
		"timestamp": 1519316047
	},
	{
		"title": "There’s so many talented people we will never hear of because of their lack of confidence",
		"author": "Jordeeezy",
		"timestamp": 1521415124
	},
	{
		"title": "As you get older, receiving new underwear and socks as gifts gets exponentially better.",
		"author": "CrandersonPooper",
		"timestamp": 1514216045
	},
	{
		"title": "Going to bed because I'm bored is the real life equivalent of advancing the main story because I'm out of side content",
		"author": "Roaven",
		"timestamp": 1484209604
	},
	{
		"title": "I can barely keep the same 'writing voice' across my university essays and reports, yet Wikipedia, edited by millions, reads like it was written by one person.",
		"author": "111is3",
		"timestamp": 1484142521
	},
	{
		"title": "When I don't text people back right away it's because I'm working, busy or just don't feel like talking at that moment. When people don't text ME back immediately I think they're either dead or hate me and are purposely ignoring me.",
		"author": "dragoness_leclerq",
		"timestamp": 1463218664
	},
	{
		"title": "Browsing Reddit has made me so accustomed to instant gratification that I find myself annoyed when I click something that turns out to be YouTube link.",
		"author": "MiscUnderstanding",
		"timestamp": 1452841102
	},
	{
		"title": "Right now, \"Friends\" could be rebroadcast as, \"That 90s Show.\"",
		"author": "JacPhlash",
		"timestamp": 1454590290
	},
	{
		"title": "Google maps should have a \"on the way\" feature to find the most convenient gas station, Starbucks, or whatever along the route to your destination.",
		"author": "joebobmcgeeman",
		"timestamp": 1411921859
	},
	{
		"title": "If football had not existed, Messi would be a normal guy. Maybe I'm the best player of a sport that doesn't exist, and that's why I'm a normal guy.",
		"author": "ILikeWoodenTables",
		"timestamp": 1434919528
	},
	{
		"title": "Today's date (2-20-2015) looks like it's stuttering",
		"author": "OnceAteABurgerAMA",
		"timestamp": 1424458938
	},
	{
		"title": "Netflix revives shows based on how many streams they get. I can't believe I'm not personally responsible for a Futurama revival already.",
		"author": null,
		"timestamp": 1474739054
	},
	{
		"title": "If you pirate music or movies instead of buying a copy, then you're a scumbag. If you read a book from the public library instead of buying a copy, then you're a cultured part of your local community.",
		"author": "BadMoonRosin",
		"timestamp": 1487335621
	},
	{
		"title": "Senior citizen discounts should just round dollar amounts down so we don't have to wait in line behind them while they dig for change.",
		"author": "ThisisGolems",
		"timestamp": 1439840612
	},
	{
		"title": "Betty White outlived jokes about how Betty White is still alive",
		"author": "You_coward",
		"timestamp": 1525302679
	},
	{
		"title": "Between the coffee and the cocaine, it looks like the mission of Colombia is to wake up the world.",
		"author": "SubotaiKhan",
		"timestamp": 1457381146
	},
	{
		"title": "At a 27.44mph top speed, it is illegal for Usain Bolt to run in a school zone",
		"author": "swaggermint",
		"timestamp": 1423453764
	},
	{
		"title": "An animated film should have all unknown voice actors. I would rather get lost in the film instead of focusing on a famous actor's voice.",
		"author": "passengerv",
		"timestamp": 1493172326
	},
	{
		"title": "Whenever I see/hear someone blaring music from their car, I instantly think 'douche bag'. When I do it, I figure everyone thinks 'there goes a guy with a great taste in music, what a legend!'.",
		"author": "Beerismygame",
		"timestamp": 1472865168
	},
	{
		"title": "I love how stars are billions of miles apart and we're like \"that's a soup ladle\".",
		"author": "o2lsports",
		"timestamp": 1432557970
	},
	{
		"title": "Megan Trainor has lost a lot of weight since becoming rich and famous off a song about how men should be attracted to overweight women instead of skinny ones.",
		"author": "DJ_Serious",
		"timestamp": 1512342219
	},
	{
		"title": "Whenever I type 'etc...' It usually means I'm completely out of examples.",
		"author": "darrenphillipjones",
		"timestamp": 1459698141
	},
	{
		"title": "Funny WiFi addresses are the new funny answering machine messages.",
		"author": "AndyWSea",
		"timestamp": 1482938736
	},
	{
		"title": "Having a video not load after watching an entire ad, is like the equivalent of having a vending machine eat your money.",
		"author": "WhateverAmen",
		"timestamp": 1476850687
	}
]